{"da":{"appStrings":{"BB-365-days-not-rehire-eligible-content-text":"På grund af opsigelsesårsagen kan du ansøge igen 90 dage efter din sidste arbejdsdag hos Amazon.","BB-365-days-not-rehire-eligible-title-text-with-jobTitle":"Tak for din interesse for {jobTitle}-stillingen. Det fremgår af vores optegnelser, at du tidligere har arbejdet hos Amazon, og at du ikke er kvalificeret til at blive genansat på baggrund af din tidligere Amazon-ansættelseshistorik. Derfor kan vi ikke gå videre med dit kandidatur på nuværende tidspunkt.","BB-365-days-not-rehire-eligible-title-text-without-jobTitle":"Tak for din interesse i denne stilling. Det fremgår af vores optegnelser, at du tidligere har arbejdet hos Amazon, og at du ikke er kvalificeret til at blive genansat på baggrund af din tidligere Amazon-ansættelseshistorik. Derfor kan vi ikke gå videre med dit kandidatur på nuværende tidspunkt.","BB-ApplicationSteps-complete-assessment-text":"Gennemfør en vurdering (~ 15 min)","BB-ApplicationSteps-complete-required-document-text":"Udfyld nødvendige dokumenter","BB-ApplicationSteps-enter-required-information-text":"Indtast de påkrævede oplysninger","BB-ApplicationSteps-schedule-preHire-appt-text":"Book aftale før ansættelse","BB-ApplicationSteps-select-job-text":"Vælg job","BB-AssessmentConsentPage-conditions-title-text-expanderContent-list-item-1":"Vi anbefaler, at du finder et roligt sted for at undgå distraktioner.","BB-AssessmentConsentPage-conditions-title-text-expanderContent-list-item-2":"Når du er færdig med evalueringen, bliver du sendt tilbage til din ansøgningsproces.","BB-AssessmentConsentPage-conditions-title-text-expanderContent-list-item-3":"Vores inkluderende kultur sætter medarbejderne hos Amazon i stand til at levere de bedste resultater til vores kunder. Hvis du har et handicap og har brug for en særlig indretning under ansøgnings- og ansættelsesprocessen, herunder support til interviewet eller onboarding-processen, bedes du kontakte ACAT-teamet (Applicant-Candidate Accomodation Team) mandag til fredag mellem kl. 7:00 og 16:00 GMT. Hvis du ringer direkte fra Storbritannien, skal du ringe på +44 800 086 9884. Hvis du ringer fra Irland, skal du ringe på +353 1800 851 489. Du kan også kontakte os, hvis du muligvis har brug for en særlig indretning i din nye rolle, og gerne vil starte en anmodning inden din 1. dag.","BB-BGC-Additional-bgc-form-address-line-one-error-text":"Indtast en gyldig adresse","BB-BGC-Additional-bgc-form-address-line-one-label-text":"Adresselinje 1","BB-BGC-Additional-bgc-form-address-line-two-error-text":"Indtast en gyldig adresse","BB-BGC-Additional-bgc-form-address-line-two-label-text":"Lejlighed, suite, osv.","BB-BGC-Additional-bgc-form-city-error-text":"Indtast en gyldig by","BB-BGC-Additional-bgc-form-city-label-text":"By","BB-BGC-Additional-bgc-form-country-error-text":"Indtast et gyldigt land","BB-BGC-Additional-bgc-form-country-label-text":"Land","BB-BGC-Additional-bgc-form-dob-above100-text":"Du skal være under 100 år gammel.","BB-BGC-Additional-bgc-form-dob-below18-error-text":"Du skal være over 18 år gammel.","BB-BGC-Additional-bgc-form-dob-empty-text":"Indtast venligst din fødselsdato.","BB-BGC-Additional-bgc-form-dob-error-text":"Indtast en gyldig fødselsdato.","BB-BGC-Additional-bgc-form-dob-label-text":"Fødselsdato","BB-BGC-Additional-bgc-form-national-id-number-error-text":"Indtast et gyldigt 9-cifret Social Security-nummer (CPR) uden bindestreg","BB-BGC-Additional-bgc-form-national-id-number-label-text":"Id-nummer","BB-BGC-Additional-bgc-form-national-id-number-label-text-revise":"Nationalt id-nummer","BB-BGC-Additional-bgc-form-national-id-options-ssn":"Social Security-nummer (CPR)","BB-BGC-Additional-bgc-form-national-id-type-error-text":"Indtast en gyldig type nationalt id","BB-BGC-Additional-bgc-form-national-id-type-label-text":"Nationalt id-nummer","BB-BGC-Additional-bgc-form-national-id-type-label-text-revise":"Nationalt id","BB-BGC-Additional-bgc-form-ssn-explanationBanner-banner":"I USA, er et Social Security-nummer (SSN/CPR) et ni-cifret nummer udstedt til amerikanske borgere, fastboende og midlertidige (arbejdende) bosiddende.","BB-BGC-Additional-bgc-form-state-error-text":"Indtast en gyldig stat/provins","BB-BGC-Additional-bgc-form-state-label-text":"Stat/provins","BB-BGC-Additional-bgc-form-state-placeholder-text":"Vælg en delstat","BB-BGC-Additional-bgc-form-zipcode-error-text":"Indtast et gyldigt postnummer på 5 cifre","BB-BGC-Additional-bgc-form-zipcode-label-text":"Postnummer","BB-BGC-MX-Additional-bgc-form-national-id-number-error-text":"Indtast venligst et gyldigt 18-tegns alfanumerisk CURP-ID uden bindestreger.","BB-BGC-MX-Additional-bgc-form-national-id-number-label-text":"CURP-ID","BB-BGC-MX-authorization-eSignature-input-error-text":"Indtast et gyldigt fuldt navn i følgende format: Fornavn Efternavn","BB-BGC-addition-bgc-form-next-btn":"Næste","BB-BGC-additional-accept-previous-worked-at-Amazon-radio-label-text":"Ja","BB-BGC-additional-bgc-date-of-employment-at-Amazon-error-text-fix":"Indtast venligst en gyldig ansættelsesdato","BB-BGC-additional-bgc-date-of-employment-at-Amazon-label-text":"Dato for beskæftigelse - Fra/til (MM/ÅÅ - MM/ÅÅ)","BB-BGC-additional-bgc-most-recent-building-at-Amazon-error-text":"Indtast en gyldig Amazon-bygning","BB-BGC-additional-bgc-most-recent-building-at-Amazon-label-text":"Identificer den Amazon-bygning, du tidligere har arbejdet i","BB-BGC-additional-bgc-previous-legal-name-error-text":"Indtast tidligere brugt lovligt fuldt navn efter formatet: Fornavn Efternavn","BB-BGC-additional-bgc-previous-legal-name-label-text":"Tidligere juridiske fulde navn","BB-BGC-additional-bgc-previous-legal-name1-error-text":"Indtast tidligere brugt lovligt fuldt navn efter formatet: Fornavn Efternavn","BB-BGC-additional-bgc-previous-legal-name1-label-text":"Tidligere juridiske fulde navn (1)","BB-BGC-additional-bgc-previous-legal-name2-error-text":"Indtast tidligere brugt lovligt fuldt navn efter formatet: Fornavn Efternavn","BB-BGC-additional-bgc-previous-legal-name2-label-text":"Tidligere juridiske fulde navn (2)","BB-BGC-additional-bgc-show-additional-previous-legal-names-button-text":"Tilføj/vis flere tidligere navne","BB-BGC-additional-decline-previous-worked-at-Amazon-radio-label-text":"Nej","BB-BGC-additional-previous-worked-at-Amazon-title-text":"Har du tidligere arbejdet i en Amazon-bygning?","BB-BGC-additional-what-to-include-in-previous-Amazon-experience-form-title":"Hvilke oplysninger, der skal medtages","BB-BGC-authorization-text":"Med min e-signatur nedenfor, bekræfter jeg, at jeg har læst, forstået og accepteret alle udsagn i denne Tilladelse til Baggrundstjek, Medicinsk tjek og Stoftest. Angiv din accept, ved at indtaste de ønskede oplysninger i felterne nedenfor.","BB-BGC-bgc-step-card-step-progress":"Trin {currentStep} af {totalSteps}","BB-BGC-criminal-record-conviction-detail-label-text":"Angiv den stat og det amt, hvor dommen er afsagt. Inkluder også datoen, lovovertrædelsens art, og strafudmålingsinformation.","BB-BGC-criminal-record-conviction-detail-secondary-label-text":"(Skriv kun et afsnit, og tryk ikke på enter, mens du skriver.)","BB-BGC-criminal-record-list-convictions-text":"<strong>Angiv kun domfældelser, der er offentligt registrerede.</strong>  Anholdelser, der er afgjort til din fordel, er ikke domme. Angiv heller ikke oplysninger om domfældelser i ungdomsretssystemet eller sager, der er behandlet i eller gennem ungdomsretssystemet, eller tiltaler, der har ført til et behandlingsprogram, eller sager, der er afvist, afvist i henhold til lovgivning om førstegangstilfælde, forseglet, slettet, benådet, afvist af en dommer eller på anden måde behandlet som ikke-dømt i henhold til loven.  <strong>Du er heller ikke forpligtet til at oplyse om overtrædelser, forseelser, mindre forseelser eller politisager.</strong>","BB-BGC-criminal-record-list-previous-conviction-question-text":"Spørgsmål om tidligere domme","BB-BGC-criminal-record-recommended-character-count-text":"{characterCount} indtastede tegn (højst {recommendedCharacterCount} tegn)","BB-BGC-criminal-record-used-in-accordance-with-applicable-law-text":"En straffeattest med registreringer vil ikke nødvendigvis udelukke dig fra ansættelse, fortsat ansættelse eller ansættelse som uafhængig kontrahent hos Amazon.  Disse oplysninger vil kun blive brugt i overensstemmelse med gældende lovgivning, og kun med henblik på at fastslå, om domfældelsen er relateret til det job/den stilling, som du har søgt.  Hvis du ikke svarer ærligt på dette spørgsmål eller ikke giver de ønskede yderligere oplysninger om forseelsen/forseelserne, kan det medføre, at din ansøgning om ansættelse eller ansættelse som uafhængig kontrahent ikke længere tages i betragtning, eller hvis du allerede er ansat af og/eller ansat som uafhængig kontrahent hos Amazon, kan en sådan undladelse medføre, at din ansættelse bringes til ophør.","BB-BGC-criminal-record-what-information-to-include-text":"Hvilke oplysninger, der skal medtages","BB-BGC-criminal-record-within-seven-years-answer-no-text":"Nej","BB-BGC-criminal-record-within-seven-years-answer-yes-text":"Ja","BB-BGC-criminal-record-within-seven-years-question-text":"Er du blevet dømt for en forseelse (misdemeanor) eller forbrydelse (felony) eller blevet løsladt fra fængsel eller prøveløsladelse fra en forseelse eller forbrydelse i de sidste syv (7) år?","BB-BGC-criminal-record-you-must-review-state-california-text":"<strong>Californien:</strong> Medtag ikke ikke-kriminelle marihuanarelaterede forseelser eller domfældelser for forseelser, der er mere end 2 år gamle.","BB-BGC-criminal-record-you-must-review-state-colorado-text":"<strong>Colorado:</strong> Angiv ikke oplysninger om registreringer i din straffeattest for civil eller militær ulydighed, medmindre registreringen førte til en tilståelse af skyld eller en domfældelse afsagt af en kompetent domstol.","BB-BGC-criminal-record-you-must-review-state-massachusetts-text":"<strong>Massachusetts:</strong> Overdrag ikke en kopi af din straffeattest.  Angiv ikke førstegangsforseelser for beruselse, simpel vold, hastighedsovertrædelser, mindre overtrædelser af færdselsreglerne, slagsmål eller forstyrrelse af ro og orden. Angiv heller ikke domme for andre forseelser, hvis datoen for dommen eller afslutningen af en eventuel fængslingsperiode ligger mere end 3 år tilbage, medmindre der har været efterfølgende domfældelser inden for disse 3 år. En ansøger til beskæftigelse med en straffeattest, der er slettet i henhold til §§ 100F, 100G, 100H eller 100K i kapitel 276 i General Laws, kan svare \"ingen registreringer\" på en forespørgsel heri vedrørende tidligere anholdelser, retsmøder i straffesager eller domfældelser. En ansøger til beskæftigelse med en straffeattest, der er slettet i henhold til §§ 100F, 100G, 100H eller 100K i kapitel 276 i General Laws, kan svare \"ingen registreringer\" på en forespørgsel heri vedrørende tidligere anholdelser, retsmøder i straffesager, retsmøder i ungdomsretter, domsafgørelser eller domfældelser.","BB-BGC-criminal-record-you-must-review-state-new-york-text":"<strong>New York:</strong> Angiv ikke handlinger, der er afsluttet til din fordel, i henhold til Criminal Procedure Law (\"CPL\") §160.50.","BB-BGC-criminal-record-you-must-review-state-ohio-text":"<strong>Ohio:</strong> Angiv ikke domfældelser for forseelser vedrørende narkotika som defineret i Ohio Rev. Code 2925.11.","BB-BGC-criminal-record-you-must-review-state-pennsylvania-text":"<strong>Philadelphia, Pennsylvania:</strong> Medtag ikke domfældelser, der er afsagt mere end syv (7) år efter datoen for denne forespørgsel.  <strong>Enhver fængslingsperiode medregnes ikke i den syvårige periode.</strong>","BB-BGC-criminal-record-you-must-review-state-san-francisco-text":"<strong>San Francisco, Californien:</strong> Inkluderer ikke lovovertrædelser, der er mere end syv (7) år gamle, fra datoen for dommen, således at du ikke bør inkludere <strong>nogen</strong> periode med fængselsophold, i beregningen af syvårsperioden_.  Inkluderer ikke lovovertrædelser, der ikke er forseelser eller forbrydelser, såsom overtrædelser eller domme der er relateret til adfærd, der er blevet afkriminaliseret siden domsdatoen, herunder, men ikke begrænset til, marihuana-lovovertrædelser.","BB-BGC-criminal-record-you-must-review-state-virginia-text":"<strong>Virginia:</strong> Angiv ikke domfældelser for forseelser vedrørende narkotikabesiddelse som defineret i afsnit 18.2-250.1 i Virginias lovbog.","BB-BGC-criminal-record-you-must-review-state-washington-text":"<strong>Seattle, Washington:</strong> Ud over nedenstående kan du undlade at angive en straffedomfældelse, som har været genstand for et rehabiliteringscertifikat, eller en anden tilsvarende procedure baseret på en konstatering af rehabilitering.","BB-BGC-criminal-record-you-must-review-text":"Du skal gennemgå nedenstående oplysninger om statslovgivningen, før du giver yderligere oplysninger om din straffeattest","BB-BGC-fcra-disclosure-bgc-explanation-paragraph1-text":"Denne oplysning har til hensigt at underrette dig om, at Amazon i forbindelse med dit tilbud om ansættelse hos Amazon.com, Inc., dets datterselskaber eller dets tilknyttede selskaber (samlet „Amazon“) vil anmode om en forbrugerrapport, også kaldet en „baggrundstjek-rapport“ om dig.","BB-BGC-fcra-disclosure-bgc-explanation-paragraph2-text":"Ved at <strong>skrive mit fulde navn og klikke på „Jeg godkender“</strong> nedenfor, bemyndiger jeg Amazon til at anmode om forbrugerrapporter om mig nu og under enhver ansættelse, jeg måtte have hos Amazon.","BB-BGC-fcra-disclosure-bgc-form-authorize-btn":"Jeg godkender","BB-BGC-fcra-disclosure-bgc-form-decline-btn":"Jeg afviser","BB-BGC-fcra-disclosure-bgc-form-title":"Fair Credit Reporting Act – offentliggørelse af forbrugerrapport","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-btn-text":"Træk ansøgning tilbage","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-description-text":"Din ansøgning trækkes tilbage, hvis du afviser, at gennemføre baggrundstjek.","BB-BGC-fcra-disclosure-signature-consent-notice-text":"Ved min e-signatur nedenfor, bemyndiger jeg hermed Amazon til at anskaffe ovenstående forbrugerrapport nu og gennem enhver ansættelse eller engagement, jeg måtte have med Amazon Corporate.","BB-BGC-fcra-provide-eSignature-form-heading-text":"Giv en e-signatur","BB-BGC-form-optional-input-label-text":"Valgfri","BB-BGC-no-ssn-checkbox-label":"Jeg har ikke et Social Security-nummer (CPR)","BB-BGC-no-ssn-modal-cancel-button":"Annuller","BB-BGC-no-ssn-modal-consent-checkbox":"Jeg har læst og forstået ovenstående betingelser.","BB-BGC-no-ssn-modal-content-first-paragraph":"Ved at angive, at jeg ikke har et SSN, anerkender jeg, at jeg ikke er berettiget til Wisely Pay-kortet, som et middel til at modtage min løn, før jeg får et SSN, og kun vil kunne modtage betaling via direkte indbetaling eller fysiske checks. Ved at fortsætte bekræfter jeg, at jeg ikke har et SSN. Jeg er klar over, at Amazon i henhold til loven vil foretage en opfølgende baggrundskontrol af mig, hvis jeg ændrer eller opdaterer mit SSN-nummer i forbindelse med onboardingprocessen eller i løbet af min ansættelse.","BB-BGC-no-ssn-modal-content-first-paragraph-v2":"Ved at angive, at jeg ikke har et SSN, anerkender jeg, at jeg ikke er kvalificeret til Wisely Pay-kortet, som et middel til at modtage min løn, før jeg får et SSN, og vil kun være i stand til at modtage betaling, via direkte indbetaling eller fysiske checks. Jeg er klar over, at Amazon, i henhold til loven, vil foretage en opfølgende baggrundskontrol af mig, hvis jeg ændrer eller opdaterer mit SSN-nummer, i forbindelse med onboarding-processen eller i løbet af min ansættelse.","BB-BGC-no-ssn-modal-content-second-paragraph":"Jeg anerkender også, at enhver forsætlig vildledning i forbindelse med mit SSN (CPR) vil blive taget i betragtning af Amazon og kan føre til tilbagekaldelse af mit jobtilbud eller, hvis jeg bliver ansat, til opsigelse af min ansættelse.","BB-BGC-no-ssn-modal-continue-button":"Fortsæt","BB-BGC-no-ssn-modal-title":"Er du sikker på, at du gerne vil fortsætte uden et SSN-nummer (CPR)?","BB-BGC-no-ssn-modal-warning-banner":"Hvis du har et SSN, er du forpligtet til at oplyse det. Hvis du ikke gør det, kan det medføre forsinkelser i ansættelsesprocessen, hvilket kan føre til, at du går glip af din startdato, og mister din valgte vagt.","BB-BGC-no-ssn-national-id-number-disabled-placeholder":"Social Security-nummer (CPR) ikke tilgængeligt","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-error-text":"E-signaturer stemmer ikke overens. Brug den samme tekst til hver e-signatur.","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-label-text":"Indtast dit fulde navn som eSignature","BB-BGC-non-fcra-acknowledgement-and-authorization-text":"Ved min e-signatur nedenfor bekræfter jeg, at jeg har læst, forstået og accepteret alle erklæringer i denne Non-Fair Credit Reporting Act Acknowledgments And Authorizations For Background Check. Angiv din accept ved at indtaste de ønskede oplysninger i felterne nedenfor.","BB-BGC-non-fcra-applicable-notice-signature-input-label-text":"Indtast dit fulde navn som eSignature","BB-BGC-non-fcra-applicable-notice-text":"Med min e-signatur nedenfor bekræfter jeg, at jeg har læst og forstået alle gældende statslige bekendtgørelser, herunder hyperlinks.","BB-BGC-non-fcra-copy-of-bgc-request-radio-label-text":"Jeg vil gerne have en gratis kopi af min baggrundskontrol","BB-BGC-non-fcra-esignature-certification-form-title":"E-signatur","BB-BGC-non-fcra-form-page-next-button-text":"Næste","BB-BGC-non-fcra-state-specific-notice-heading-title-text":"Statsspecifikke bemærkninger","BB-BGC-non-fcra-state-specific-notice-review-title-text":"Gennemgå de gældende meddelelser nedenfor.","BB-BGC-page-additional-bgc-step-card-title":"Yderligere baggrundsinformation","BB-BGC-page-authorizations-for-background-check-step-card-title":"Tilladelse til Baggrundstjek, Medicinsk tjek og Stoftest","BB-BGC-page-content-title":"Baggrundstjek","BB-BGC-page-continue-button":"Fortsæt","BB-BGC-page-fcra-edit-form-btn":"Rediger formular","BB-BGC-page-fcra-get-started-btn":"Kom godt i gang","BB-BGC-page-fcra-subtitle-text":"Besvar et par spørgsmål ved hjælp af nedenstående link.","BB-BGC-page-nonfcra-step-card-title":"Anerkendelser og tilladelser til baggrundsundersøgelse i henhold til Non-Fair Credit Reporting Act","BB-BGC-page-provide-authorization-and-information-notice":"Angiv tilladelse og de nødvendige oplysninger til en baggrundskontrol.","BB-BGC_background-authorizations-amazon-conduct-bgc-reminder-text":"Amazon.com, Inc. eller dets datterselskaber, eller tilknyttede selskaber (“Amazon“), vil foretage en baggrundskontrol af mig.","BB-BGC_fcra-disclosure-authorize-amazon-conduct-bgc-radio":"Jeg bemyndiger Amazon til at foretage denne baggrundskontrol.","BB-BGC_fcra-disclosure-decline-amazon-conduct-bgc-radio":"Jeg afviser at godkende Amazon til denne baggrundskontrol.","BB-BGC_fcra-disclosure-signature-input-error-text":"Indtast et gyldigt fuldt navn efter formatet: Fornavn Efternavn","BB-BGC_fcra-disclosure-signature-input-label-text":"Fulde navn","BB-BGC_fcra-eSignature-acknowledgement-title-text":"Ved min e-signatur nedenfor anerkender jeg følgende:","BB-BGC_non-fcra-amazon-conduct-bgc-reminder-text":"Som beskrevet og godkendt af mig i det separate Fair Credit Reporting Act Disclosure and Authorization Document, vil Amazon.com, Inc. eller dets datterselskaber eller tilknyttede selskaber („Amazon“) foretage en baggrundskontrol af mig.","BB-Common-hour":"time","BB-Common-month":"måned","BB-ConsentPage-consent-disability-accommodation-text":"Vores inkluderende kultur gør Amazonians i stand til at levere de bedste resultater til vores kunder. Hvis du har et handicap og har brug for tilpasning under ansøgnings- og ansættelsesprocessen, bedes du kontakte Applicant-Candidate Accommodation Team (ACAT) på 888-435-9287, mandag til fredag fra kl. 6.00 til 16.00 Pacific Time. For mere information, gå til <a href='https://hiring.amazon.com/people-with-disabilities#/' target='_blank' rel='noopener noreferrer'> https://hiring.amazon.com/people-with-disabilities#/</a>","BB-ConsentPage-create-application-button":"Opret ansøgning","BB-ConsentPage-data-policy-header-text":"Ved at ansøge har du læst og acceptere","BB-ConsentPage-flyout-mx-user-data-policy-text":"Jeg er opmærksom på, at alle indsamlede oplysninger kan overføres i henhold til den føderale lov om beskyttelse af personoplysninger i besiddelse af private parter og dens regler, retningslinjer og andre gældende bestemmelser om databeskyttelse, samt i form af fortrolighedserklæring for virksomheden for medarbejdere og/eller kandidater.","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item1-text":"anerkender, at du har læst jobbeskrivelsen for den stilling, du søger, og at du forstår de grundlæggende krav, der er nødvendige for at udføre jobbet;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item2-text":"samtykke til behandling, analyse og vurdering af dine personlige data af Amazon, salesforce.com eller enhver anden tredjepart med henblik på din ansøgning og til andre af Amazons legitime formål. For at undgå tvivl vil “behandling“ af dine personlige data omfatte, men ikke være begrænset til indsamling, modtagelse, optagelse, organisering, sortering, lagring, opdatering, ændring, brug, formidling, distribution, sammenlægning, sammenkædning, blokering, nedværdigelse, sletning eller ødelæggelse af dine personlige data;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item3-text":"samtykke til, at Amazon opbevarer dine personlige data efter ansøgningsprocessen, for at hjælpe med effektiv overvågning af deres jobansøgningsprocesser og til, at dine personlige data opbevares i en elektronisk database i USA.","BB-ConsentPage-flyout-user-data-policy-by-applying-text":"Ved at ansøge:","BB-ConsentPage-flyout-user-data-policy-paragraph2-text":"Amazon tager din personlige databeskyttelse alvorligt og behandler kun dine personlige data i overensstemmelse med loven. Vi deler især ikke dine personlige data med nogen tredjepart uden dit forudgående samtykke, medmindre vi ved lov er tvunget til at gøre det. Medmindre du udtrykker andet, vil det ansættende Amazon-firma gemme dine personlige data i den elektroniske database, der vedligeholdes af Amazon.com i USA eller et af dets datterselskaber. Du kan finde de fulde oplysninger om, hvordan Amazon gemmer og behandler dine personlige data, ved at klikke her <a href='http://www.amazon.jobs/' target='_blank' rel='noopener noreferrer'>http://www.amazon.jobs/</a>","BB-ConsentPage-flyout-user-data-policy-paragraph3-text":"Ud over den rolle, du har ansøgt om i dag, kan vi have andre stillinger, der kræver de samme eller lignende jobfunktioner. Disse roller kan være fuldtids-, nedsat tids-, deltids-, sæsonbestemte og/eller vikarstillinger, der er tilgængelige på dette sted eller andre nærliggende Amazon-lokationer. Du er ikke forpligtet til at acceptere nogen rolle hos Amazon eller vores partnere. Ved at udfylde din ansøgning accepterer du at blive overvejet til stillinger på samme niveau på timebasis inden for en radius af 30 mil fra dit ansøgningssted. Dette omfatter deling af dine ansøgeroplysninger med vores partnere (personalebureauer), der ansætter til både vores faste- og vikarkollegabehov.","BB-ConsentPage-flyout-user-data-policy-title-text":"Politik om brugerdata","BB-ConsentPage-qualification-criteria-header-text":"Ved at ansøge bekræfter du, at:","BB-ConsentPage-user-data-Policy-button":"Politik om brugerdata","BB-ConsentPage-whatsapp-consent-text":"Jeg autoriserer Amazon til at kontakte mig via telefon, sms eller WhatsApp for at give mig oplysninger om min ansøgning, udvælgelses- og ansættelsesproces.","BB-Constants-language-english":"Engelsk","BB-Constants-language-spanish":"Spansk","BB-ContingencyOffer-accept-offer-button-text":"Accepter tilbud","BB-ContingencyOffer-back-to-jobs-button-text":"Tilbage til jobs","BB-ContingencyOffer-common-question-title-text":"Almindelige spørgsmål","BB-ContingencyOffer-contingent-offer-meaning-popover-close-btn":"Luk.","BB-ContingencyOffer-contingent-offer-meaning-popover-content":"Som tilladt i henhold til gældende lovgivning er dit tilbud betinget af, at du har bestået den påkrævede baggrundskontrol, narkotikascreening (hvis relevant) og genansætteleskvalificerende kontrol (hvis relevant), så det er vigtigt, at du gennemfører trinnene før ansættelse på næste side. Under nogle omstændigheder kan din første dag blive forsinket på grund af krav til forudgående ansættelse, der ikke er afsluttet i tide. Hvis dette er tilfældet, kan du forvente at høre fra os snart.","BB-ContingencyOffer-contingent-offer-meaning-popover-title-text":"Hvad er et betinget tilbud?","BB-ContingencyOffer-job-picked-title-text":"Her er det betingede tilbud til det job, du valgte.","BB-ContingencyOffer-job-requirement-Section-title":"Jobkrav","BB-ContingencyOffer-remaining-steps-container-title":"Resterende trin","BB-ContingencyOffer-understanding-accept-offer-requirement-confirm-text":"Ved at acceptere dette tilbud bekræfter du, at du forstår kravene i denne stilling.","BB-ContingencyOffer-well-done-text":"Godt gået indtil videre","BB-ContingencyOffers-contingent-offer-meaning-popover-content":"Dette tilbud er en bekræftelse på, at du bliver ansat som medarbejder hos Amazon, hvis du fuldfører din baggrundskontrol, narkotikatest samt alle andre nødvendige aktiviteter, inden ansættelse.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-last-line":"Hvis din startdato er forsinket, vil du modtage yderligere oplysninger om de næste trin.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-next-line":"Din starttidspunkt kan blive udskudt, hvis:","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-one":"Baggrundskontrollen er ikke afsluttet til tiden.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-three":"Træningspladser bliver optaget","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-two":"Du ikke opfylder ikke kravene til narkotikatest til tiden","BB-Country-Mexico":"Mexico","BB-Country-United-Kingdom":"Storbritannien","BB-Country-United-States":"USA","BB-DayName-Friday":"Fredag","BB-DayName-Monday":"Mandag","BB-DayName-Saturday":"Lørdag","BB-DayName-Sunday":"Søndag","BB-DayName-Thursday":"Torsdag","BB-DayName-Tuesday":"Tirsdag","BB-DayName-Wednesday":"Onsdag","BB-DaysHoursFilter-title-text":"Filtrer tidsplaner","BB-Detailed-button-error-text-message":"Sæt hak i feltet for at fortsætte.","BB-Detailed-button-error-text-message-mx":"Foretag et valg for at fortsætte.","BB-FilterSchedule-DesiredHours-Upto-hours":"Op til {hourNumber} timer","BB-FilterSchedule-desired-hour-select-label-text":"Ønskede timer om ugen","BB-FilterSchedule-desired-hour-select-place-holder":"Vælg ønskede timer","BB-JobOpportunity-Go-To-Dashboard-Link":"Gå tilbage til Job-oversigten","BB-JobOpportunity-Go-To-shift-preference-Link":"Vælg dine skiftpræferencer","BB-JobOpportunity-Go-To-shift-selection-Link":"Gå tilbage til valg af skift","BB-JobOpportunity-back-to-indexPage-link":"Vis job","BB-JobOpportunity-back-to-jobConfirmation-link":"Tilbage","BB-JobOpportunity-filter-button":"Filtrer","BB-JobOpportunity-filter-schedule-flyout-apply-Btn":"Ansøg","BB-JobOpportunity-filter-schedule-flyout-reset-Btn":"Nulstil","BB-JobOpportunity-filter-schedule-flyout-title":"Filtrer","BB-JobOpportunity-go-to-jobDescription-link":"Jobkrav og -fordele","BB-JobOpportunity-inactivity-button-text":"Indtast skiftpræferencer for at fortsætte","BB-JobOpportunity-inactivity-modal-title":"Kan du ikke se et skift, der fungerer for dig?","BB-JobOpportunity-pay-rate-hr":"t","BB-JobOpportunity-pay-rate-month":"måned","BB-JobOpportunity-select-job-button":"Vælg dette job","BB-JobOpportunity-sort-button":"Sorter","BB-JobOpportunity-sort-schedule-by-hours-least-to-most":"Timer - færrest til flest","BB-JobOpportunity-sort-schedule-by-hours-most-to-least":"Timer - Flest til færrest","BB-JobOpportunity-sort-schedule-by-pay-rate-high-to-least":"Lønsats - højeste til laveste","BB-JobOpportunity-sort-schedule-flyout-apply-Btn":"Ansøg","BB-JobOpportunity-sort-schedule-flyout-title":"Sorter efter","BB-Kondo-BGC-Additional-bgc-form-national-id-number-error-text":"Indtast myndighedsudstedt identifikationsnummer eller \"No NI\"","BB-Kondo-BGC-Additional-bgc-form-national-id-number-label-text":"UK National Insurance Number (Hvis du ikke har et, indtast \"No NI\")","BB-Kondo-BGC-Additional-bgc-form-zipcode-error-text":"Indtast venligst UK postnummer","BB-Kondo-BGC-additional-information-title-text":"Yderligere information","BB-Kondo-ConsentPage-consent-disability-accommodation-text":"Vores inkluderende kultur, gør Amazonians i stand til at levere de bedste resultater til vores kunder. Hvis du har et handicap, og har brug for en justering under ansøgnings- og ansættelsesprocessen, herunder support til interviewet eller onboarding-processen, bedes du kontakte Ansøgerkandidat Tilpasningsteamet (ACAT) mandag til fredag fra 7:00 GMT - 16:00 GMT. Hvis du ringer direkte fra Storbrittanien, skal du ringe til +44 800 086 9884. Hvis du ringer fra Irland, skal du ringe til +353 1800 851 489. Du kan også kontakte os, hvis du muligvis har brug for en justering i din nye rolle, og gerne vil starte en anmodning, inden du starter din 1. dag.","BB-Kondo-ConsentPage-flyout-right-to-work-title-text":"Arbejdstilladelsesdokumentation","BB-Kondo-ConsentPage-flyout-uk-right-to-work-content-title-text":"Britisk arbejdstilladelseskontrol","BB-Kondo-ConsentPage-flyout-uk-right-to-work-document-item-biometric-residence-permit-text":"Opholdstilladelse med biometri","BB-Kondo-ConsentPage-flyout-uk-right-to-work-document-item-indefinite-leave-stamp-text":"Stempler til tidsubegrænset opholdstilladelse","BB-Kondo-ConsentPage-flyout-uk-right-to-work-document-item-passport-text":"Britisk pas","BB-Kondo-ConsentPage-flyout-uk-right-to-work-document-item-residence-card-text":"Permanent opholdstilladelse","BB-Kondo-ConsentPage-flyout-uk-right-to-work-part1-text":"For at begynde din ansættelse, skal Amazon kontrollere dit originale dokument(er) der bekræfter, at du har tilladelse til at arbejde i Storbritannien. Eksempler på et arbejdstilladelsesdokument inkluderer, men er ikke begrænset til","BB-Kondo-ConsentPage-flyout-uk-right-to-work-part2-text":"Du kan finde mere information og detaljer om alle acceptable arbejdstilladelsesdokumenter i vores <a href='https://walpub.s3.us-west-2.amazonaws.com/EmployeeGuides/EMEA-MENA/UK/index.html' target='_blank' rel='noopener noreferrer'>Vejledning om arbejdstilladelse for UK medarbejdere</a>","BB-Kondo-ConsentPage-flyout-user-data-policy-title-text":"Fortrolighedserklæring for EU/UK-kandidater","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list1-text":"udfyldelse af registreringsdokumenter (hvis relevant)","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list2-text":"fuldførelse af en baggrundskontrol","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list3-text":"fuldførelse af en medicinsk test (hvis relevant)","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list4-text":"fuldførelse af kvalifikation til genansættelse (hvis relevant)","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list5-text":"ret til at arbejde i Storbritannien og fremlæggelse af den krævede dokumentation","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list6-text":"underskrivelse og returnering af ansættelseskontrakten","BB-Kondo-ContingencyOffer-flyout-conditional-offer-list7-text":"succesfulde deltagelse i og gennemførelse af induktionstræning/Dag 0, herunder en sundheds- og sikkerhedsvurdering","BB-Kondo-ContingencyOffer-flyout-conditional-offer-paragraph1-text":"Dette tilbud er betinget af din:","BB-Kondo-ContingencyOffer-flyout-conditional-offer-paragraph2-text":"Din startdato for dit foretrukne skift og/eller antal timer, tidsplan og placering kan ændre sig alt efter forretningsefterspørgsel.","BB-Kondo-ContingencyOffer-flyout-conditional-offer-title-text":"Hvad er et betinget tilbud om beskæftigelse?","BB-Kondo-ContingencyOffer-flyout-job-description-title-text":"Jobbeskrivelse","BB-Kondo-ContingencyOffer-job-picked-title-text":"Du har bestået vurderingen. Her er det betingede tilbud om beskæftigelse for det job, du valgte","BB-Kondo-ContingencyOffer-view-job-description-text":"Se jobbeskrivelse","BB-Kondo-ContingencyOffer-what-is-conditional-offer-text":"Hvad er et betinget tilbud om beskæftigelse?","BB-Kondo-ReviewSubmit-referral-details-title-text":"Oplysninger om henvisning","BB-Kondo-ReviewSubmit-referral-login-id-label":"Henvisnings-login-id","BB-Kondo-ReviewSubmit-referral-were-you-referred-label":"Blev du henvist af en eksisterende Amazon-medarbejder?","BB-Kondo-ThankYou-description-text":"Du modtager en e-mail fra os med yderligere oplysninger om de næste trin i din ansøgning. Vi glæder os til at se dig til din aftale før ansættelsen.","BB-Kondo-ThankYou-more-details-text":"Flere detaljer","BB-Kondo-ThankYou-nhe-appointment-flyout-acceptable-documents-text":"Klik <a href='https://walpub.s3.us-west-2.amazonaws.com/EmployeeGuides/EMEA-MENA/UK/index.html' target='_blank' rel='noopener noreferrer'>her</a> for en komplet liste over acceptable dokumenter.","BB-Kondo-ThankYou-nhe-appointment-flyout-accommodations-assistance-text":"Hvis du har et handicap og mener, at du måske har brug for en tilpasning af Amazons rekrutteringsproces, bedes du kontakte os på 0808 164 9427 eller via e-mail på myapplication@amazon.co.uk","BB-Kondo-ThankYou-return-to-dashboard-text":"Tilbage til oversigt","BB-Kondo-ThankYou-with-nhe-preference-content-text":"Vi kontakter dig, så snart vi finder en aftale for før-ansættelsessamtale, der fungerer for dig med dine valgte præferencer.","BB-Kondo-ThankYou-with-nhe-preference-title-text":"Tak, fordi du indsendte dine præferencer for før-ansættelsessamtale!","BB-Kondo-ThankYou-with-shift-preference-content-text":"Vi kontakter dig, så snart vi finder et skift, der fungerer for dig med dine valgte præferencer.","BB-Kondo-ThankYou-with-shift-preference-title-text":"Tak fordi du indsendte dine skiftpræferencer!","BB-Kondo-nhe-appointment-input-date-label":"Vælg dato for aftale","BB-Kondo-nhe-appointment-input-time-label":"Vælg aftaletidspunkt","BB-Kondo-pre-hire-appointment-description-popover-close-button":"Luk","BB-Kondo-pre-hire-appointment-description-popover-content":"Aftale forud for ansættelse vil blive afholdt over videokonference. Når du har valgt en dato og et klokkeslæt for at oprette forbindelse til os, sender vi dig en e-mail med aftaleoplysninger og link. Hvis du har spørgsmål eller tekniske problemer, bedes du kontakte os.","BB-Kondo-pre-hire-appointment-description-popover-title":"Aftale forud for ansættelse er en virtuel begivenhed","BB-Kondo-qualification-criteria-above18":"Du er 18 år eller derover.","BB-Kondo-qualificationCriteria-employment-bgc-consent":"Du giver dit samtykke til et baggrundstjek før ansættelse.","BB-Kondo-qualificationCriteria-medical-test":"Du er villig til at gennemføre en lægetest før ansættelse, hvis relevant.","BB-Kondo-qualificationCriteria-right-to-work-part1":"Du har","BB-Kondo-qualificationCriteria-right-to-work-part2":"Arbejdstilladelsesdokumentation","BB-Kondo-qualificationCriteria-should-complete-all-steps":"Du er den eneste ansøger og skal selv udfylde hvert enkelt trin, medmindre du får hjælp fra Amazon til at udfylde denne ansøgning.","BB-Kondo-referral-details-description-text":"Blev du henvist af en eksisterende Amazon-medarbejder?","BB-Kondo-referral-details-no-text":"Nej","BB-Kondo-referral-details-title-text":"Angiv henvisningsoplysninger (hvis relevant)","BB-Kondo-referral-details-yes-text":"Ja","BB-Kondo-referral-login-empty-error-text":"Angiv dit henvisnings-login-id.","BB-Kondo-referral-login-label-text":"Angiv dit henvisnings-login-id (kun små bogstaver)","BB-Kondo-referral-login-regex-error-text":"Bruger-id skal kun indeholde små bogstaver og skal være på mindst 4 bogstaver.","BB-MX-BGC-page-authorizations-for-background-check-content":"Jeg giver hermed<b> Servicios Comerciales Amazon Mexico, S. de R.L. de C.V.</b>(i det følgende benævnt “Virksomheden”) tilladelse til at indhente oplysninger om min uddannelsesmæssige, medicinske (herunder test for ulovlige stoffer og/eller alkohol), familiemæssige, kreditmæssige og straffeattestmæssige situation, i det omfang det er nødvendigt i forhold til den stilling, jeg har ansøgt om, og undersøge min beskæftigelsesbaggrund (i det følgende benævnt “Baggrundskontrol“), som led i den rekrutterings- og udvælgelsesproces, hvor jeg er kandidat. Virksomheden kan indhente disse oplysninger selv eller gennem tredjepartsvirksomheder eller gennem enhver anden person eller enhed, der handler på vegne af og i henhold til virksomhedens anvisninger. Formålet er udelukkende at evaluere min erfaring, viden, sundhed, evner og færdigheder med henblik på at sikre, at jeg kan varetage de påkrævede funktioner i den stilling, som jeg søger. I kraft af ovenstående forstår og accepterer jeg, at ethvert tilbud om ansættelse er underlagt verifikation af og virksomhedens accept af de oplysninger, som jeg eller tredjeparter fremlægger i løbet af min rekrutterings- og udvælgelsesproces, og jeg godkender hermed, at sådanne tredjeparter, herunder tidligere arbejdsgivere, tilvejebringer de påkrævede oplysninger og/eller dokumenter.  Ligeledes accepterer og anerkender jeg hermed, at denne baggrundskontrol kan udføres når som helst, efter at jeg har givet min tilladelse og, hvis jeg bliver ansat, under løbetiden af min ansættelseskontrakt i virksomheden.","BB-MX-BGC-page-content-title":"Samtykke til screening af beskæftigelse","BB-PreConsentPage-banner-journey-starts":"Din rejse mod at blive Amazon-partner begynder her.","BB-PreconsentPage-next-Button":"Næste","BB-PreconsentPage-preview-steps-button":"Preview-trin","BB-ReverseMapping-candidate-disability-dont-wish-to-answer":"JEG ØNSKER IKKE AT SVARE","BB-ReverseMapping-candidate-disability-no":"NEJ, JEG HAR IKKE ET HANDIKAP","BB-ReverseMapping-candidate-disability-yes":"JA, JEG HAR ET HANDIKAP (eller har tidligere haft et handikap)","BB-ReverseMapping-candidate-ethnicity-american-indian-alaska-native":"Amerikansk indisk/alaska native","BB-ReverseMapping-candidate-ethnicity-black-african-american":"Sort/afroamerikansk","BB-ReverseMapping-candidate-nationalId-US-SSN":"USA - Social Security Number","BB-ReviewSubmit-additional-info-section-title-text":"Yderligere information","BB-ReviewSubmit-curp-id-text":"CURP-ID:","BB-ReviewSubmit-edit-button-text":"Rediger","BB-ReviewSubmit-header-title-text":"Gennemgå og indsend","BB-ReviewSubmit-job-details-section-authorized-text":"Godkendt","BB-ReviewSubmit-job-details-section-background-check-text":"Baggrundstjek","BB-ReviewSubmit-job-details-section-date-of-birth-text":"Fødselsdato:","BB-ReviewSubmit-job-details-section-national-id-number-text":"Nationalt id-nummer:","BB-ReviewSubmit-job-details-section-national-id-type-text":"National id-type:","BB-ReviewSubmit-job-details-section-send-free-copy-of-background-check-text":"Send gratis kopi af baggrundstjek","BB-ReviewSubmit-job-details-section-title-text":"Jobdetaljer","BB-ReviewSubmit-nhe-preference-section-title-text":"Din før-ansættelsessamtale tilgængelighed","BB-ReviewSubmit-pre-hire-appointment-date-label":"Dato","BB-ReviewSubmit-pre-hire-appointment-meeting-details-label":"Mødedetaljer","BB-ReviewSubmit-pre-hire-appointment-section-hours-label":"Timer","BB-ReviewSubmit-pre-hire-appointment-section-hours-text":"Timer:","BB-ReviewSubmit-pre-hire-appointment-section-look-forward-text":"Vi ser frem til at se dig på tidspunktet ovenfor.","BB-ReviewSubmit-pre-hire-appointment-section-time-label":"Tidspunkt:","BB-ReviewSubmit-pre-hire-appointment-section-title-text":"Aftale forud for ansættelse","BB-ReviewSubmit-previous-full-name-text":"Tidligere fulde navn:","BB-ReviewSubmit-selfId-section-disability-status-text":"Handicapstatus:","BB-ReviewSubmit-selfId-section-equal-opportunity-text":"Lige muligheder:","BB-ReviewSubmit-selfId-section-title-text":"Frivillig selvidentifikation","BB-ReviewSubmit-selfId-section-veteran-status-text":"Veteranstatus:","BB-ReviewSubmit-shift-preference-section-title-text":"Skift præferencer","BB-ReviewSubmit-submit-application-button-text":"Indsend ansøgning","BB-Schedule-card-about-how-to-sign-bonus-title-text":"Hvordan får jeg en tilmeldingsbonus?","BB-Schedule-card-about-seasonal-duration-popover-content":"Der er ingen forskel i jobopgaver, forskellen er, at dette job er beregnet til at være midlertidigt og ikke længere end 11 måneder. Hvis du er interesseret i at blive fastansat, kan muligheden blive tilgængelig. Ellers får du besked, når din opgave slutter.","BB-Schedule-card-about-seasonal-duration-popover-title-text":"Hvad betyder en sæsonbestemt varighed?","BB-Schedule-card-bonus-text":"Bonus:","BB-Schedule-card-duration":"Varighed","BB-Schedule-card-end-date":"Slutdato","BB-Schedule-card-hours":"Timer","BB-Schedule-card-hours-per-week-text":"timer/uge","BB-Schedule-card-languages-supported":"Understøttede sprog","BB-Schedule-card-location":"Placering","BB-Schedule-card-not-applicable":"IKKE RELEVANT","BB-Schedule-card-pay-rate":"Lønsats","BB-Schedule-card-possible-start-date-or-earlier-text":"(eller tidligere!)","BB-Schedule-card-possible-start-date-text":"Mulig startdato:","BB-Schedule-card-shift":"Vagt","BB-Schedule-card-shift-flexible":"Fleksibel","BB-Schedule-card-shift-required-dates":"Obligatoriske træningsdatoer","BB-Schedule-card-sign-on-bonus":"Engangsskilt på bonus","BB-Schedule-card-start-date":"Startdato","BB-Schedule-card-total-pay-per-hour-text":"/time","BB-Schedule-card-total-pay-per-month-text":"Op til{formattedMonthlyRate}/måned","BB-Schedules-card-about-how-to-sign-bonus-content":"Dette tilbud omfatter en startbonus på {displayCurrency}{signOnBonus}, baseret på de specifikke oplysninger, der er anført ovenfor. Den betales over flere rater, der kan strække sig op til 180 dage efter du starter.","BB-Schedules-card-about-how-to-sign-bonus-content-last-line":"Hvis du har arbejdet for Amazon inden for de sidste 90 dage, vil du ikke være kvalificeret til nogen startbonus.","BB-Schedules-card-about-how-to-sign-bonus-content-point":"Dette specifikke tilbud er muligvis ikke tilgængeligt, hvis:","BB-Schedules-card-about-how-to-sign-bonus-content-point-one":"Du flytter din vagt","BB-Schedules-card-about-how-to-sign-bonus-content-point-three":"Du vælger en ny rolle.","BB-Schedules-card-about-how-to-sign-bonus-content-point-two":"Du ændrer din startdato, eller","BB-Schedules-card-about-seasonal-duration-popover-content":"Sæsonstillinger og helårsstillinger har de samme opgaver. Dog er sæsonstillinger beregnet til at være midlertidige og ikke vare længere end 11 måneder. Hvis du er interesseret i at arbejde fast for Amazon, kan det blive muligt i fremtiden. Ellers får du besked, når din opgave slutter.","BB-SelfId-disability-form-card-title-text":"Frivillig selvidentifikation af handicap","BB-SelfId-disability-form-control-number-text":"OMB-kontrolnummer 1250-0005","BB-SelfId-disability-form-disability-checkbox-item-do-wish-to-answer-text":"Jeg ønsker ikke at svare","BB-SelfId-disability-form-disability-checkbox-item-no-text":"Ingen, jeg har ikke et handicap eller en historik/registrering af at have et handicap","BB-SelfId-disability-form-disability-checkbox-item-yes-text":"Ja, jeg har et handicap eller har en historik/optegnelse af at have et handicap","BB-SelfId-disability-form-disability-checkbox-label-text":"Kryds venligst et af felterne af nedenfor","BB-SelfId-disability-form-disability-item-autism-text":"Autisme","BB-SelfId-disability-form-disability-item-autoimmune-disorder-text":"Autoimmun lidelse","BB-SelfId-disability-form-disability-item-blind-or-low-vision-text":"Blind eller svagtsynet","BB-SelfId-disability-form-disability-item-cancer-text":"Kræft","BB-SelfId-disability-form-disability-item-celiac-disease-text":"Cøliaki","BB-SelfId-disability-form-disability-item-cerebral-palsy-text":"cerebral parese","BB-SelfId-disability-form-disability-item-depression-or-anxiety-text":"Depression eller angst","BB-SelfId-disability-form-disability-item-diabetes-text":"Diabetes","BB-SelfId-disability-form-disability-item-epilepsy-text":"Epilepsi","BB-SelfId-disability-form-disability-item-gastrointestinal-disorders-text":"Gastrointestinale lidelser, for eksempel Crohns sygdom eller irritabelt tarmsyndrom","BB-SelfId-disability-form-disability-item-hearing-capacity-text":"Døve eller hørehæmmede","BB-SelfId-disability-form-disability-item-heart-disease-text":"Kardiovaskulær sygdom eller hjertesygdom","BB-SelfId-disability-form-disability-item-intellectual-disability-text":"Intellektuelt handicap","BB-SelfId-disability-form-disability-item-missing-limb-text":"Manglende lemmer eller delvist manglende lemmer","BB-SelfId-disability-form-disability-item-nervous-system-condition-text":"Nervesystemsygdom som f.eks. migræne, Parkinsons sygdom eller multipel sklerose (MS)","BB-SelfId-disability-form-disability-item-psychiatric-condition-text":"Psykiatrisk tilstand, for eksempel, bipolar lidelse, skizofreni, PTSD eller svær depression","BB-SelfId-disability-form-disability-public-burden-content-text":"I henhold til Paperwork Reduction Act of 1995 er ingen personer forpligtet til at svare på en indsamling af information, medmindre en sådan afhentning fremviser et gyldigt OMB-kontrolnummer. Denne undersøgelse bør tage omkring 5 minutter at fuldføre.","BB-SelfId-disability-form-disability-public-burden-header-text":"Public burden-erklæring","BB-SelfId-disability-form-disability-scope-list-header-text":"Handicap omfatter, men er ikke begrænset til:","BB-SelfId-disability-form-expiration-date-text":"Udløber 05/31/2023","BB-SelfId-disability-form-how-know-have-disability-content-text":"Du anses for at have et handicap, hvis du har en fysisk eller psykisk funktionsnedsættelse eller en sygdomstilstand, der i væsentlig grad begrænser en vigtig livsaktivitet, eller hvis du har en historie eller dokumentation for en sådan funktionsnedsættelse eller sygdomstilstand.","BB-SelfId-disability-form-how-know-have-disability-header-text":"Hvordan ved jeg, om jeg har et handicap?","BB-SelfId-disability-form-name-text":"Formular CC-305","BB-SelfId-disability-form-select-disability-checkbox-label-text":"Kryds et af felterne nedenfor af","BB-SelfId-disability-form-submit-button-text":"Indsend","BB-SelfId-disability-form-why-this-form-content-paragraph1-text":"Vi er en føderal entreprenør eller underleverandør, der er lovforpligtet til at give kvalificerede mennesker med handicap lige beskæftigelsesmuligheder. Vi er også forpligtet til at måle vores fremskridt hen imod at mindst 7 % af vores arbejdsstyrke skal være personer med handicap. For at gøre dette skal vi spørge ansøgere og medarbejdere, om de har et handicap eller nogensinde har haft et handicap. Fordi en person kan blive handicappet når som helst, beder vi alle vores medarbejdere om at opdatere deres oplysninger mindst hvert femte år.","BB-SelfId-disability-form-why-this-form-content-paragraph2-text":"Det er frivilligt at identificere dig selv som et individ med et handicap, og vi håber, at du vælger at gøre det. Dit svar vil blive behandlet fortroligt og vil ikke blive set af de ansvarlige for udvælgelsen eller andre personer, der er involveret i personaleafgørelser. Udfyldelse af formularen vil ikke påvirke dig negativt på nogen måde, uanset om du tidligere har identificeret dig. For yderligere oplysninger om denne formular eller om ligestillingsforpligtelser for føderale leverandører i henhold til afsnit 503 i Rehabiliteringsloven kan du besøge det amerikanske arbejdsministeriums Office of Federal Contract Compliance Programs (OFCCP)-websted på <a href='https://www.dol.gov/agencies/ofccp' target='_blank' rel='noopener noreferrer'>www.dol.gov/ofccp</a>.","BB-SelfId-disability-form-why-this-form-header-text":"Hvorfor bliver du bedt om at udfylde denne formular?","BB-SelfId-equal-opportunity-form-ethinicity-Asian-details-text":"Personer, der stammer fra nogen af de oprindelige folk i Fjernøsten, Sydøstasien, eller det indiske subkontinent, herunder for eksempel, Cambodja, Kina, Indien, Japan, Korea, Malaysia, Pakistan, Filippinerne, Thailand og Vietnam","BB-SelfId-equal-opportunity-form-ethinicity-Asian-title-text":"Asiatisk (ikke hispanic/latinamerikansk)","BB-SelfId-equal-opportunity-form-ethinicity-american-details-text":"Personer, der stammer fra nogen af de oprindelige folk i Nord- og Sydamerika (herunder Mellemamerika), og som opretholder stammetilknytning eller tilknytning til samfundet","BB-SelfId-equal-opportunity-form-ethinicity-american-title-text":"Amerikansk indianer/alaska-indfødte (ikke hispanic/latinamerikansk)","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-details-text":"Personer med oprindelse i nogen af de sorte racegrupper i Afrika","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-title-text":"Sort/afroamerikansk (ikke hispanic/latinamerikansk)","BB-SelfId-equal-opportunity-form-ethinicity-choose-not-to-identify-title-text":"Jeg vælger ikke at identificere mig","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-details-text":"Personer af cubansk, mexicansk, puertoricansk, syd- eller mellemamerikansk eller anden spansk kultur eller oprindelse, uanset race","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-title-text":"Hispanic/latinamerikansk","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-details-text":"Personer der stammer fra nogen af folkene i Hawaii, Guam, Samoa eller andre Stillehavsøer","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-title-text":"Indfødt hawaiiansk/andre stillehavsøer (ikke hispanic/latinamerikansk)","BB-SelfId-equal-opportunity-form-ethinicity-next-button-text":"Næste","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-details-text":"Ikke-hispanic personer, der identificerer sig med mere end én af følgende fem racer: (1) hvid, (2) sort, (3) asiatisk, (4) indfødt hawaiianer/andre stillehavsøboer, (5) amerikansk indianer/alaska-indfødt","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-title-text":"To eller flere racer (ikke hispanic/latinamerikansk)","BB-SelfId-equal-opportunity-form-ethinicity-white-details-text":"Personer som stammer fra nogen af de oprindelige folk i Europa, Mellemøsten eller Nordafrika","BB-SelfId-equal-opportunity-form-ethinicity-white-title-text":"Hvid (ikke hispanic/latinamerikansk)","BB-SelfId-equal-opportunity-form-ethnicity-label-text":"Hvad er din race/etniske baggrund?","BB-SelfId-equal-opportunity-form-ethnicity-mx-indigenous-title-text":"Indfødte","BB-SelfId-equal-opportunity-form-ethnicity-mx-other-title-text":"Andet","BB-SelfId-equal-opportunity-form-ethnicity-mx-prefer-not-to-say-title-text":"Foretrækker ikke at svare","BB-SelfId-equal-opportunity-form-gender-choose-not-to-identify-text":"Jeg vælger ikke at identificere mig","BB-SelfId-equal-opportunity-form-gender-female-text":"Kvinde","BB-SelfId-equal-opportunity-form-gender-label-text":"Hvad er dit køn?","BB-SelfId-equal-opportunity-form-gender-male-text":"Mand","BB-SelfId-equal-opportunity-form-gender-mx-female-text":"Kvinde","BB-SelfId-equal-opportunity-form-gender-mx-male-text":"Mand","BB-SelfId-equal-opportunity-form-gender-mx-other-text":"Andet","BB-SelfId-equal-opportunity-form-gender-mx-prefer-not-to-say-text":"Foretrækker ikke at svare","BB-SelfId-equal-opportunity-form-military-spouse-label-text":"Er du en militær ægtefælle?","BB-SelfId-equal-opportunity-form-military-spouse-option-choose-not-to-identify-text":"Jeg vælger ikke at identificere mig","BB-SelfId-equal-opportunity-form-military-spouse-option-no-text":"Nej","BB-SelfId-equal-opportunity-form-military-spouse-option-yes-text":"Ja","BB-SelfId-equal-opportunity-form-pronoun-label-text":"Hvad er dit pronomen?","BB-SelfId-equal-opportunity-form-pronoun-mx-he-title-text":"Han","BB-SelfId-equal-opportunity-form-pronoun-mx-other-title-text":"Andet","BB-SelfId-equal-opportunity-form-pronoun-mx-prefer-not-to-say-title-text":"Foretrækker ikke at svare","BB-SelfId-equal-opportunity-form-pronoun-mx-she-title-text":"Hun","BB-SelfId-equal-opportunity-form-pronoun-mx-they-title-text":"De","BB-SelfId-equal-opportunity-form-protected-veteran-choose-not-to-identify-option-text":"Jeg vælger ikke at identificere mig","BB-SelfId-equal-opportunity-form-protected-veteran-definition-active-duty-wartime-item-text":"<b>Aktiv tjeneste i krigstid eller kampagnebadgeveteran</b>: En veteran, der tjente i aktiv tjeneste i under det amerikanske badge er godkendt i henhold til de love, der administreres af forsvarsministeriet.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-armed-force-medal-veteran-item-text":"<b>Veteran med medalje fra de væbnede styrker</b>: en veteran, der under aktiv tjeneste i USA's militær, land-, sø- eller lufttjeneste deltog i en amerikansk militæroperation, for hvilken der blev tildelt en medalje fra de væbnede styrker i henhold til <a href='https://www.federalregister.gov/documents/1996/01/18/96-622/establishing-the-armed-forces-service-medal' target='_blank' rel='noopener noreferrer'>Executive Order</a>.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-disabled-veteran-item-text":"<b>Handicappet veteran</b>: En veteran fra det amerikanske militær-, jord-, flåde- eller lufttjenesten, der har ret til kompensation (eller som for modtagelse af militær pensionsløn ville være berettiget til erstatning) i henhold til love, der administreres af sekretæren for veterananliggender, eller en person, der blev udskrevet eller fritaget fra aktiv tjeneste på grund af et serviceforbundet handicap.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-list-title-text":"<b>En beskyttet veteran</b> er et af følgende:","BB-SelfId-equal-opportunity-form-protected-veteran-definition-recently-removed-veteran-item-text":"</b>: Enhver veteran i den treårsperiode, der begynder på datoen for en sådan veterans afskedigelse eller fritstilling fra aktiv tjeneste i det amerikanske militær, landstyrkerne, flåden eller lufttjenesten.","BB-SelfId-equal-opportunity-form-protected-veteran-next-button-text":"Næste","BB-SelfId-equal-opportunity-form-protected-veteran-no-option-text":"Nej","BB-SelfId-equal-opportunity-form-protected-veteran-select-label-text":"Hvis du mener, at du tilhører en af kategorierne af beskyttede veteraner, bedes du angive det ved at markere det relevante felt nedenfor.","BB-SelfId-equal-opportunity-form-protected-veteran-statement-text":"Amazon er en statslig leverandør, der er omfattet af Vietnam Era Veterans' Readjustment Assistance Act of 1974, som revideret ved Jobs for Veterans Act of 2002, <a href='https://www.govinfo.gov/content/pkg/USCODE-2018-title38/html/USCODE-2018-title38-partIII-chap42-sec4212.htm' target='_blank' rel='noopener noreferrer'>38 U.S.C.4212 </a> (VEVRAA), som kræver, at statslige leverandører træffer foranstaltninger for at ansætte og fremme ansættelsen af 1) veteraner med handicap, 2) veteraner, der for nylig er blevet separeret, 3) veteraner i aktiv tjeneste i krigstid eller med kampagnebadge og 4) De væbnede styrkers servicemedaljeveteraner. Følgende invitation til selvidentifikation af din beskyttede veteranstatus foretages i henhold til afsnit 4212. Videregivelse af disse oplysninger er helt frivillig, og afvisning af at give dem vil ikke udsætte dig for nogen negativ behandling.","BB-SelfId-equal-opportunity-form-protected-veteran-yes-option-text":"Ja","BB-SelfId-equal-opportunity-form-statement-text":"Amazon værdsætter alle former for mangfoldighed og er underlagt visse krav om ikke-diskrimination og dokumentation og rapportering om positiv særbehandling, som kræver, at vi opfordrer kandidater og medarbejdere til frivilligt at oplyse om deres køn og race/etnicitet. Indsendelse af disse informationer er frivilligt, og afslag på at give dem vil ikke udsætte dig for nogen negativ behandling. De indhentede oplysninger vil blive behandlet fortroligt og må kun anvendes i overensstemmelse med bestemmelserne i gældende føderale love, dekret (executive orders) og forordninger, herunder dem, der kræver, at oplysningerne sammenfattes og rapporteres til den føderale regering med henblik på håndhævelse af borgerrettigheder. Hvis du vælger ikke at identificere dit køn eller din race/etnicitet på dette tidspunkt, kræver den føderale regering, at vi bestemmer disse oplysninger for medarbejdere ved visuel undersøgelse og/eller anden tilgængelig information.","BB-SelfId-equal-opportunity-form-title-text":"Frivillig formular til selvidentifikation for lige muligheder","BB-SelfId-equal-opportunity-form-veteran-status-label-text":"Er du veteran?","BB-SelfId-equal-opportunity-form-veteran-status-option-choose-not-to-identify-text":"Jeg vælger ikke at identificere mig","BB-SelfId-equal-opportunity-form-veteran-status-option-no-text":"Nej","BB-SelfId-equal-opportunity-form-veteran-status-option-yes-text":"Ja","BB-SelfId-form-continue-button-text":"Fortsæt","BB-SelfId-veteran-status-form-statement-paragraph1-text":"Hos Amazon driver tusinder af veteraner og militære ægtefæller innovation og hæver standarden for kundeoplevelse. På daglig basis er de med militær baggrund i stand til at anvende deres viden, færdigheder og lederevner i mange forskellige karrierer — og har indflydelse på forandring hen over verden. Af disse grunde forfølger vi aktivt ansættelse af veteraner og militære ægtefæller.","BB-SelfId-veteran-status-form-statement-paragraph2-text":"Hos Amazon driver tusinder af veteraner og militære ægtefæller innovation og hæver standarden for kundeoplevelse. På daglig basis er de med militær baggrund i stand til at anvende deres viden, færdigheder og lederevner i mange forskellige karrierer — og har indflydelse på forandring hen over verden. Af disse grunde forfølger vi aktivt ansættelse af veteraner og militære ægtefæller.","BB-SelfId-veteran-status-title-text":"Frivillig selvidentifikation af veteranstatus","BB-SelfIdentification-check-required-field-error-message":"Kontrollér alle nødvendige felter i de foregående trin, før du fortsættet.","BB-ShiftPreference-hours-per-week-error-text":"Vælg mindst en mulighed for det antal timer, du er i stand til at arbejde om ugen.","BB-ShiftPreference-hours-per-week-label-text":"Vælg det antal timer, du er i stand til at arbejde om ugen","BB-ShiftPreference-hours-per-week-label-text2":"Dit visum kan begrænse antallet af timer om ugen, som du rent juridisk har ret til at arbejde. Hvis dette er tilfældet, skal du vælge de muligheder, der svarer til dine visumbegrænsninger.","BB-ShiftPreference-shift-pattern-label-text":"Vælg det skiftmønster, som du er i stand til at arbejde","BB-ShiftPreference-shiftPattern-error-text":"Vælg mindst én mulighed.","BB-ShiftPreference-start-date-label-text":"Vælg den tidligste startdato","BB-ShiftPreference-wordDays-error-text":"Vælg mindst en ugedag, du er i stand til at arbejde.","BB-ShiftPreference-workDays-label-text":"Vælg alle de dage i ugen, du er i stand til at arbejde","BB-ShiftPreference-workDays-label-text2":"Bemærk venligst, de fleste af vores skiftmønstre inkluderer mindst en dag i weekenden, og skiftpræferencer er ikke garanteret.","BB-ShiftPreferenceCard-content-text":"Du kan indsende dine skiftpræferencer, og vi kontakter dig, når vi finder et skift, der fungerer for dig.","BB-ShiftPreferenceCard-title-text":"Kan du ikke se et skift, der fungerer for dig?","BB-States-Alabama":"AL -- Alabama","BB-States-Alaska":"AK -- Alaska","BB-States-Arizona":"AZ -- Arizona","BB-States-Arkansas":"AR -- Arkansas","BB-States-California":"CA -- California","BB-States-Colorado":"CO -- Colorado","BB-States-Connecticut":"CT -- Connecticut","BB-States-Delaware":"DE -- Delaware","BB-States-District-of-Columbia":"DC -- District of Columbia","BB-States-Florida":"FL -- Florida","BB-States-Georgia":"GA -- Georgia","BB-States-Hawaii":"HI -- Hawaii","BB-States-Idaho":"ID -- Idaho","BB-States-Illinois":"IL -- Illinois","BB-States-Indiana":"IN -- Indiana","BB-States-Iowa":"IA -- Iowa","BB-States-Kansas":"KS -- Kansas","BB-States-Kentucky":"KY -- Kentucky","BB-States-Louisiana":"LA -- Louisiana","BB-States-Maine":"ME -- Maine","BB-States-Maryland":"MD -- Maryland","BB-States-Massachusetts":"MA -- Massachusetts","BB-States-Michigan":"MI -- Michigan","BB-States-Minnesota":"MN -- Minnesota","BB-States-Mississippi":"MS -- Mississippi","BB-States-Missouri":"MO -- Missouri","BB-States-Montana":"MT -- Montana","BB-States-Nebraska":"NE -- Nebraska","BB-States-Nevada":"NV -- Nevada","BB-States-New-Hampshire":"NH -- New Hampshire","BB-States-New-Jersey":"NJ -- New Jersey","BB-States-New-Mexico":"NM -- New Mexico","BB-States-New-York":"NY -- New York","BB-States-North-Carolina":"NC -- North Carolina","BB-States-North-Dakota":"ND -- North Dakota","BB-States-Ohio":"OH -- Ohio","BB-States-Oklahoma":"OK -- Oklahoma","BB-States-Oregon":"OR -- Oregon","BB-States-Pennsylvania":"PA -- Pennsylvania","BB-States-Rhode-Island":"RI -- Rhode Island","BB-States-South-Carolina":"SC -- South Carolina","BB-States-South-Dakota":"SD -- South Dakota","BB-States-Tennessee":"TN -- Tennessee","BB-States-Texas":"TX -- Texas","BB-States-Utah":"UT -- Utah","BB-States-Vermont":"VT -- Vermont","BB-States-Virginia":"VA -- Virginia","BB-States-Washington":"WA — Washington","BB-States-west-virginia":"WV - West Virginia","BB-States-wisconsin":"WI — Wisconsin","BB-States-wyoming":"WY — Wyoming","BB-StepHeader-view-progress-button":"Se fremskridt","BB-StepHeader-view-progress-flyout-close-button":"Færdig","BB-StepHeader-view-progress-flyout-title":"Se fremskridt","BB-ThankYou-fill-wotc-description-text":"Forud for din ansættelsessamtale skal du udfylde spørgeskemaet om skattefradrag for arbejdsmuligheder.","BB-ThankYou-get-pre-hire-appointment-details-text":"Oplysninger om forudgående ansættelsesaftale","BB-ThankYou-get-started-button-text":"Lad os komme i gang","BB-ThankYou-look-forward-next-steps-text":"Vi ser frem til at se dig snart. Her er de næste trin:","BB-ThankYou-nhe-appointment-details-visit-us-text":"Besøg os for en 30 minutters session når som helst mellem {startTime} - {endTime}.","BB-ThankYou-nhe-appointment-flyout-acceptable-documents-text":"Klik <a href='https://www.uscis.gov/i-9-central/form-i-9-acceptable-documents' target='_blank' rel='noopener noreferrer'>her</a> for en komplet liste over accepterede dokumenter.","BB-ThankYou-nhe-appointment-flyout-accommodations-assistance-text":"Hvis du har brug for hjælpemidler, såsom en ASL-tolk til ansættelsessamtalen, skal du gå til <a href='https://www.amazon.com/accommodations' target='_blank' rel='noopener noreferrer'>www.amazon.com/accommodations</a> og chatte med os for at anmode om en tolk. Kontakt os straks efter planlægningen af din aftale. Vi har brug for mindst 48 timer før din aftale til at træffe de nødvendige foranstaltninger.","BB-ThankYou-nhe-appointment-flyout-appointment-details-title-text":"Aftaledetaljer","BB-ThankYou-nhe-appointment-flyout-original-unexpired-photoid-text":"Originalt ikke-udløbet billed-id","BB-ThankYou-nhe-appointment-flyout-original-unexpired-work-authorization-document-text":"Originalt ikke-udløbet arbejdsautorisations-dokument","BB-ThankYou-nhe-appointment-flyout-special-assistance-text":"Særlig assistance","BB-ThankYou-nhe-appointment-flyout-things-to-bring-text":"Ting, du skal tage med","BB-ThankYou-nhe-appointment-flyout-title-text":"Aftale forud for ansættelse","BB-ThankYou-redirect-to-ash-text":"Inden din forudlejeaftale, bliver du nødt til at gennemføre en række aktiviteter for forudleje.","BB-ThankYou-referral-details-description-text":"Blev du henvist af en eksisterende Amazon-medarbejder?","BB-ThankYou-referral-details-no-text":"Nej","BB-ThankYou-referral-details-title-text":"Angiv henvisningsoplysninger (hvis relevant)","BB-ThankYou-referral-details-yes-text":"Ja","BB-ThankYou-referral-login-empty-error-text":"Angiv dit henvisnings-login-id.","BB-ThankYou-referral-login-error-message-candidate-blocked":"Vi kunne ikke validere dit henvisnings login-ID. Chat venligst med os på www.amazon.com/applicationhelp, for at få hjælp.","BB-ThankYou-referral-login-error-message-internal-server-error":"Vi kunne ikke validere dit henvisnings login-ID, prøv venligst igen, eller opdater siden.","BB-ThankYou-referral-login-error-message-invalid-login-error":"Vi kunne ikke validere dit henvisnings login-ID, bekræft venligst med din henviser, og prøv igen.","BB-ThankYou-referral-login-label-text":"Angiv dit henvisnings-login-id (kun små bogstaver)","BB-ThankYou-referral-login-regex-error-text":"Bruger-id skal kun indeholde små bogstaver og skal være på mindst 4 bogstaver.","BB-ThankYou-start-pre-hire-activities-title-text":"Kom godt i gang med aktiviteter forud for ansættelse","BB-ThankYou-thank-you-title-text":"Tak for din ansøgning til Amazon!","BB-TimeRange-end-time-select-label-text":"Sluttid","BB-TimeRange-start-time-select-label-text":"Starttidspunkt","BB-WOTC-page-description-text":"Amazon IAT-test er en del af føderale og/eller statslige skattefradragsprogrammer. De oplysninger, du angiver, vil blive brugt til at bestemme virksomhedens berettigelse til disse programmer og vil på ingen måde have en negativ indvirkning på nogen beslutninger om ansættelse, fastholdelse eller forfremmelse.","BB-WOTC-page-title-text":"Spørgeskema til skattefradrag for arbejdsmuligheder","BB-Weekdays-text":"HVERDAGE","BB-Weekends-text":"WEEKENDER","BB-already-applied":"Du er allerede startet og/eller har udfyldt en ansøgning til dette job.","BB-already-applied-UK":"Tak for din ansøgning til Amazon!","BB-already-applied-but-can-be-reset":"Du har allerede en aktiv ansøgning til rollen:","BB-already-applied-but-can-be-reset-continue-description":"For at fortsætte med en ny ansøgning skal du klikke på \"Fortsæt med ansøgning\".","BB-already-applied-but-can-be-reset-dashboard-description":"Hvis du fortsætter med denne nye ansøgning, vil din eksisterende trækkes tilbage. Hvis du vil se eller genoptage din eksisterende ansøgning, skal du klikke på \"Gå til oversigt\".","BB-already-applied-but-continue-button-text":"Fortsæt med ny ansøgning","BB-already-applied-button-text":"Tilbage til oversigt","BB-already-applied-button-text-UK":"Gå til oversigt","BB-already-applied-button-text-v2":"Gå til oversigt","BB-already-applied-description":"Vend tilbage til oversigten og genoptag din ansøgning eller se detaljer om ansøgning og udnævnelse af nyansatte og dine næste skridt.","BB-already-applied-description-UK":"Du har allerede ansøgt om dette job. Gå tilbage til oversigten for at se din ansøgning.","BB-already-applied-description-v2":"Du kan kun have én aktiv ansøgning til dette job-id. For at se din aktuelle ansøgning og flere muligheder, klik på \"Gå til oversigt\".","BB-already-applied-v2":"Du har allerede indsendt en ansøgning til rollen:","BB-amazon-rejects-not-meet-requirements":"De oplysninger, du har angivet, opfylder ikke vores krav. Vi opfordrer dig til at se på andre job på amazon.jobs.","BB-amazon-rejects-return-to-dashboard":"Tilbage til oversigt","BB-amazon-rejects-thank-you":"Tak for din interesse, men vi kan ikke tilbyde dig et job på nuværende tidspunkt.","BB-amazon-withdraws":"Tak for din interesse, men vi kan ikke tilbyde dig et job på nuværende tidspunkt.","BB-amazon-withdraws-button-text":"Tilbage til oversigt","BB-amazon-withdraws-description":"De oplysninger, du har angivet, opfylder ikke vores krav. Vi opfordrer dig til at se på andre job på amazon.jobs.","BB-application-id-null-description-text":"Der er noget galt, gå til oversigten","BB-application-id-null-return-to-dashboard-text":"Tilbage til oversigt","BB-application-id-null-title-text":"Programfejl","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item1-text":"Er optimeret til følgende skærmlæsere: VoiceOver (Mac) og NVDA (Windows) på Firefox, Chrome og Edge (Windows).","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item2-text":"Kan tilgås via mus eller tastatur.","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-list-header-text":"Alle afsnit af denne evaluering:","BB-assessment-consent-accommodation-heading-text":"Hjælpemidler","BB-assessment-consent-assessment-heading-text":"Evaluering","BB-assessment-consent-begin-assessment-button-text":"Påbegynd evaluering","BB-assessment-consent-excited-in-candidate-interest-text":"Vi er rigtig glade for din interesse i at blive en del af Amazon!","BB-assessment-consent-purpose-of-assessment-text":"Denne vurdering hjælper dig med at forstå den associerede stilling og hjælper os med at lære dig at kende.","BB-assessment-not-eligible-back-to-dashboard-button-text":"Tilbage til oversigt","BB-assessment-not-eligible-heading-text":"{name} - din interesse for Amazon betyder meget for os.","BB-assessment-not-eligible-reconsideration-notice-text":"For at blive genovervejet til denne stilling på et andet tidspunkt kan du tage evalueringen igen om tre måneder.","BB-assessment-not-eligible-thank-you-and-assessment-not-eligible-notice-text":"Mange tak, fordi du gav os mulighed for at betragte dig til denne stilling. Vi vil desværre ikke gå videre med dit kandidatur på nuværende tidspunkt.","BB-bgc-ConvictionDetail-error-message-fix":"Indtast overbevisningsdetaljerne ved kun at bruge følgende specialtegn (-!/,.()#?). Skriv kun et afsnit, og tryk ikke på enter, mens du skriver.","BB-bgc-ConvictionInfoRadio-error-message":"Marker afkrydsningsfeltet for at fortsætte.","BB-bgc-HasPreviouslyWorkedAtAmazon-error-message":"Marker afkrydsningsfeltet for at fortsætte.","BB-bgc-additional-bgc-form-header-text":"Yderligere baggrundsinformation","BB-cali-disclosure-page-certify-checkbox-text":"Jeg bekræfter, at jeg har læst dette dokument, at jeg forstår det, og at jeg i henhold til denne CALIFORNIA DISCLOSURE REGARDING INVESTITIGATIVE CONSUMER REPORTS giver Amazon tilladelse til at indhente en forbrugerundersøgelsesrapport om mig.","BB-cali-disclosure-page-in-connection-text":"I forbindelse med min mulige ansættelse hos Amazon.com, Inc. eller dets datterselskaber eller tilknyttede selskaber (“Amazon“), kan Amazon anskaffe en undersøgende forbrugerrapport (“Rapport“), også kendt som en baggrundskontrol, om mig fra følgende forbrugerrapporteringsbureau:","BB-cali-disclosure-page-next-button-text":"Næste","BB-cali-disclosure-page-title-text":"Redegørelse i henhold til californiens regler om afsløring af oplysninger agående forbrugerundersøgelsesrapporter","BB-cali-disclosure-page-vendor-accurate-address-line1-text":"7515 Irvine Center Dr.","BB-cali-disclosure-page-vendor-accurate-address-line2-text":"Irvine, CA 92618","BB-cali-disclosure-page-vendor-accurate-name-text":"Accurate Background, LLC (“Accurate“)","BB-cali-disclosure-page-vendor-accurate-phone-text":"1-800-216-8024","BB-cali-disclosure-page-vendor-accurate-understand-list-item1-text":"I det omfang der anmodes om en rapport fra Accurate, vil informationer indeholdt i en sådan rapport udelukkende blive brugt til at bestemme min kvalifikation til ansættelse.","BB-cali-disclosure-page-vendor-accurate-understand-list-item2-text":"Oplysninger, der indhentes af Accurate, og som indgår i en rapport, kan indhentes på forskellige måder, herunder inspektion af lovligt tilgængelige dokumenter og oplysninger og/eller direkte eller indirekte kontakt og interviews med tidligere arbejdsgivere, skoler, finansielle institutioner, udlejere, offentlige agenturer, og andre såsom mine naboer, venner, og medarbejdere, som jeg er bekendt med, og som kan have sådan viden.","BB-cali-disclosure-page-vendor-accurate-understand-list-item3-text":"Undersøgelse(r), der skal udføres af Accurate, hvis resultater kan være inkluderet i enhver rapport, der leveres til Amazon, kan omfatte forskellige typer oplysninger om mig vedrørende min karakter, generelle omdømme, personlige egenskaber eller levevis, beskæftigelse og arbejdshistorie, uddannelse, køreoptegnelse, og strafferegister, underlagt eventuelle begrænsninger pålagt af gældende føderal og statslig lovgivning.","BB-cali-disclosure-page-vendor-accurate-understand-list-item4-text":"I henhold til California Civil Code § 1785 et seq. og § 1786 et seq. kan jeg, hvis Amazon anmoder om en rapport om mig, se den fil, som Accurate fører om mig, inden for Accurate's normale kontortid. Jeg forstår, at jeg også kan (1) få en kopi af denne fil ved indsendelse af korrekt identifikation og betaling af kopieringsomkostningerne, via certificeret post eller ved at møde op personligt på Accurates kontorer i løbet af dets almindelige kontortid efter at have givet rimelig forudgående varsel om mit planlagte fremmøde og (2) modtage et resumé af denne fil fra Accurate over telefonen på min bekostning ved indsendelse af korrekt identifikation og en skriftlig anmodning til Accurate til telefonvideregivelse. Jeg forstår, at Accurate har uddannet personale til rådighed til at forklare deres fil for mig, inklusive kodede oplysninger, og, hvis jeg møder personligt op på Accuratess kontorer, kan jeg være ledsaget af en anden person, så længe denne person giver korrekt identifikation til Accurate.","BB-cali-disclosure-page-vendor-accurate-understand-list-item5-text":"Oplysninger om Accurates praksis for beskyttelse af personlige oplysninger findes på <a href='https://www.accurate.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://www.accurate.com/privacy-policy/</a>.","BB-cali-disclosure-page-vendor-accurate-understand-text":"Jeg forstår, at:","BB-cali-disclosure-page-vendor-accurate-url-text":"<a href='https://accuratebackground.com/' target='_blank' rel='noopener noreferrer'>www.accuratebackground.com</a>","BB-cali-disclosure-page-vendor-fadv-address-line1-text":"1 Concourse Parkway NE, Suite 200.","BB-cali-disclosure-page-vendor-fadv-address-line2-text":"Atlanta, GA 30328","BB-cali-disclosure-page-vendor-fadv-name-text":"First Advantage","BB-cali-disclosure-page-vendor-fadv-phone-text":"1-800-845-6004","BB-cali-disclosure-page-vendor-fadv-understand-list-item1-text":"I det omfang der anmodes om en rapport fra First Advantage, vil oplysningerne i en sådan rapport udelukkende blive brugt til at afgøre, om jeg er kvalificeret til at blive ansat.","BB-cali-disclosure-page-vendor-fadv-understand-list-item2-text":"Oplysninger, der indhentes af First Advantage, og som indgår i en rapport, kan indhentes på forskellige måder, herunder inspektion af lovligt tilgængelige dokumenter og oplysninger og/eller direkte eller indirekte kontakt og interviews med tidligere arbejdsgivere, skoler, finansielle institutioner, udlejere, offentlige agenturer og andre såsom mine naboer, venner og medarbejdere, som jeg er bekendt med, og som kan have en sådan viden.","BB-cali-disclosure-page-vendor-fadv-understand-list-item3-text":"Undersøgelser, der gennemføres af First Advantage, og hvis resultater kan indgå i en rapport til Amazon, kan omfatte forskellige typer oplysninger om mig vedrørende min karakter, mit generelle omdømme, personlige kendetegn eller levevis, beskæftigelse og arbejdshistorik, uddannelse, kørekort og straffeattest, med forbehold for eventuelle begrænsninger i henhold til gældende føderal og statslig lovgivning.","BB-cali-disclosure-page-vendor-fadv-understand-list-item4-text":"I henhold til California Civil Code § 1785 et seq. og § 1786 et seq. kan jeg, hvis Amazon anmoder om en rapport om mig, se den dokumentation, som First Advantage fører om mig i deres normale kontortid. Jeg forstår, at jeg også kan (1) få en kopi af denne fil, efter indsendelse af korrekt identifikation og betaling af kopiomkostningerne, med bekræftet post eller ved personligt at møde op på First Advantages kontorer i deres normale kontortid efter at have givet rimeligt forudgående varsel om min planlagte ankomst; og (2) modtage et resumé af denne fil fra First Advantage over telefonen, på min regning, efter indsendelse af korrekt identifikation og en skriftlig anmodning til First Advantage om telefonisk videregivelse. Jeg forstår, at First Advantage har uddannet personale til rådighed, der kan forklare filen for mig, herunder eventuelle kodede oplysninger, og hvis jeg henvender mig personligt på First Advantages kontorer, kan jeg være ledsaget af en anden person, så længe denne person indgiver korrekt identifikation til First Advantage.","BB-cali-disclosure-page-vendor-fadv-understand-list-item5-text":"Oplysninger om First Advantages praksis for beskyttelse af personlige oplysninger kan findes på <a href='https://fadv.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://fadv.com/privacy-policy/</a>.","BB-cali-disclosure-page-vendor-fadv-understand-text":"Jeg forstår, at:","BB-cali-disclosure-page-vendor-fadv-url-text":"<a href='https://fadv.com/' target='_blank' rel='noopener noreferrer'>www.fadv.com</a>","BB-can-not-offer-job-description-text":"De oplysninger, du har angivet, opfylder ikke vores krav. Vi opfordrer dig til at se på andre job på amazon.jobs.","BB-can-not-offer-job-return-to-dashboard-text":"Tilbage til oversigt","BB-can-not-offer-job-title-text":"Tak for din interesse, men vi kan ikke tilbyde dig et job på nuværende tidspunkt.","BB-candidate-withdraws":"Tak for din interesse, men vi kan ikke tilbyde dig et job på nuværende tidspunkt.","BB-candidate-withdraws-back-to-dashboard-button-text":"Tilbage til oversigt","BB-candidate-withdraws-button-text":"Tilbage til oversigt","BB-candidate-withdraws-description":"De oplysninger, du har angivet, opfylder ikke vores krav. Vi opfordrer dig til at se på andre job på amazon.jobs.","BB-candidate-withdraws-thank-you-text":"Tak for din interesse, men vi kan ikke tilbyde dig et job på nuværende tidspunkt.","BB-candidate-withdraws-withdraw-reason-text":"De oplysninger, du har angivet, opfylder ikke vores krav. Vi opfordrer dig til at se på jobs på amazon.jobs.","BB-consent-existing-app-continue-btn":"Fortsæt","BB-consent-existing-app-go-to-dashboard-link":"Gå til oversigt","BB-consent-existing-application-notice-text1":"Du har allerede en aktiv jobansøgning. Du kan kun have én aktiv ansøgning ad gangen. Hvis du indsender denne ansøgning, trækkes din eksisterende ansøgning tilbage.","BB-consent-existing-application-notice-text2":"For at genoptage eller se din ansøgning skal du klikke på \"Gå til oversigt\". For at fortsætte med denne ansøgning skal du klikke på \"Fortsæt\"","BB-consent-existing-application-notice-title":"Du har en aktiv jobansøgning","BB-counter-message-banner-text":"Vi holder en plads for dig i de næste {hours} timer og {minutes} minutter, så du kan gennemføre de resterende trin.","BB-create-application-error-message-application-exist":"Beklager, du har allerede søgt dette job!","BB-create-application-error-message-candidate-inactive":"Kandidaten er inaktiv. Kan ikke oprette ansøgning til kandidat.","BB-create-application-error-message-candidate-not-found":"Kandidat ikke fundet.","BB-create-application-error-message-default":"Kan ikke oprette ansøgning.","BB-create-application-error-message-internal-server-error":"Noget gik galt med serveren. Prøv igen, eller opdater browseren.","BB-create-application-error-message-missing-fields":"Der mangler obligatoriske felter.","BB-create-application-error-message-version-mismatch":"Programmet kan ikke opdateres, fordi der findes en nyere opdatering.","BB-duplicate-window-error-body":"Vil du fortsætte din ansøgning her?","BB-duplicate-window-error-continue-application-text":"Fortsæt ansøgning","BB-duplicate-window-error-return-to-dashboard-text":"Tilbage til oversigt","BB-duplicate-window-error-title":"Du arbejder i øjeblikket på denne ansøgning i et andet vindue.","BB-existing-application":"Eksisterende ansøgning:","BB-get-application-error-message-application-not-found":"Kan ikke hente denne ansøgning.","BB-get-application-error-message-candidate-not-authorized":"Du kan ikke få adgang til denne ansøgning.","BB-get-application-error-message-internal-server-error":"Noget gik galt med serveren. Prøv igen, eller opdater browseren.","BB-get-application-error-message-missing-fields":"Ansøgnings-id er påkrævet for at hente ansøgningsdata.","BB-get-applications-by-candidate-id-error-message-candidate-not-authorized":"Du har ikke adgang til at få en liste over ansøgninger til denne bruger.","BB-get-applications-by-candidate-id-error-message-missing-fields":"Kandidat-id kræves for at få en liste over ansøgninger.","BB-get-applications-by-candidate-id-error-message-unable-to-list-applications":"Kan ikke liste programmer.","BB-get-candidate-error-message-failed-get-candidate":"Kunne ikke hente kandidat.","BB-get-candidate-error-message-no-access-to-application":"Du kan ikke få adgang til denne ansøgning.","BB-get-job-error-message-unable-fetch-job":"Kunne ikke hente job.","BB-get-schedule-detail-error-message-fetch-hch-error":"Kan ikke hente anmodning om hovedtælling.","BB-get-schedule-list-error-message-all-shift-filled":"Alle arbejdstider er besat.","BB-get-schedule-list-error-message-fetch-shifts-failed":"Noget gik galt under hentning af job! Opdater siden, eller prøv igen senere.","BB-get-schedule-list-error-message-no-schedule-found":"Alle arbejdstider er besat.","BB-get-schedule-list-error-message-shifts-bad-request":"Det lykkedes ikke at hente job i øjeblikket. Prøv igen senere.","BB-get-time-slots-error-message-all-shift-filled":"Alle arbejdstider er besat.","BB-get-time-slots-error-message-fetch-shift-pref-error":"Kan ikke hente præferencer ang. arbejdstider.","BB-get-time-slots-error-message-fetch_shifts_error":"Noget gik galt under hentning af job! Opdater siden, eller prøv igen senere.","BB-get-time-slots-error-message-fetch_time-slot-error":"Noget gik galt! Opdater siden, eller prøv igen senere.","BB-get-time-slots-error-message-shift-bad-request":"Det lykkedes ikke at hente job i øjeblikket. Prøv igen senere.","BB-kondo-ConsentPage-start-application-button":"Start ansøgning","BB-kondo-Go-To-nhe-Link":"Tilbage","BB-kondo-nhe-nhe-slot-duration-notice":"Alle aftaler vises i GMT. Hver aftale er op til{maxNheSlotLength} minutter lange.","BB-kondo-nhe-page-confirm-selection-button-text":"Bekræft valg","BB-kondo-nhe-page-title-text":"Du er der næsten, {displayFirstName} {displayLastName}! Vælg din foretrukne dato og tidspunkt for at planlægge en aftale forud for ansættelse, hvor vi kontrollerer dine arbejdsgodkendelsesdokumenter.","BB-kondo-no-available-shift-all-shifts-filled-text":"Flere skift er på vej!","BB-kondo-no-available-shift-return-dashboard-to-apply-text":"Vi slår ofte jobs op, så indsend dine skift-præferencer, så kontakter vi dig når vi finder et skift, der fungerer for dig.","BB-kondo-shift-shift-pattern-Any":"Alle","BB-kondo-shift-shift-pattern-Days":"Dage","BB-kondo-shift-shift-pattern-Nights":"Nætter","BB-kondo-shift-weekend-days-Friday":"Fredag","BB-kondo-shift-weekend-days-Monday":"Mandag","BB-kondo-shift-weekend-days-Saturday":"Lørdag","BB-kondo-shift-weekend-days-Sunday":"Søndag","BB-kondo-shift-weekend-days-Thursday":"Torsdag","BB-kondo-shift-weekend-days-Tuesday":"Tirsdag","BB-kondo-shift-weekend-days-Wednesday":"Onsdag","BB-kondo-shift-work-hour-15-or-less":"15 eller mindre","BB-kondo-shift-work-hour-15-to-24":"15 - 24/uge","BB-kondo-shift-work-hour-25-to-35":"25 - 35/uge","BB-kondo-shift-work-hour-36-to-40":"36 - 40 timer/uge","BB-new-application":"Ny ansøgning:","BB-nhe-few-spots-remaining-text":"Meget få pladser tilbage","BB-nhe-page-confirm-selection-button-text":"Bekræft valg","BB-nhe-page-header-text":"Book aftale før ansættelse","BB-nhe-page-title-text":"Du er der næsten, {firstname} {lastname}! Vi har brug for, at du møder op for at få et badgefoto, komplet arbejdstilladelse og en narkotest, hvis relevant.","BB-nhe-preference-card-content-text":"Du kan indsende dine arrangementspræferencer, og vi kontakter dig, når vi finder et tidspunkt, der fungerer for dig.","BB-nhe-preference-card-go-to-nhe-preference-link":"Vælg dine præferencer for arrangement forud for ansættelse","BB-nhe-preference-card-title-text":"Kan du ikke se en mulighed, der fungerer for dig?","BB-nhe-preference-click-here-text":"klik her.","BB-nhe-preference-go-to-nhe-notice-text":"Hvis du vil gå tilbage til den forrige side og vælge en ledig plads","BB-nhe-preference-notice-text":"Du kan vælge en placering, dato og tidsramme, som du er tilgængelig på. Vi kontakter dig inden for 1 hverdag, med en bekræftelse af din aftale. Ankom venligst til lokationen for arrangementet forud for ansættelse på den dato og det klokkeslæt, der er angivet i bekræftelsen af aftalen. Vi ser frem til at se dig snart.","BB-nhe-preference-review-preferred-city-text":"Foretrukken by","BB-nhe-preference-review-preferred-dates-text":"Foretruken (ne) dato (er)","BB-nhe-preference-review-preferred-times-text":"Foretruken (ne) tidspunkt (er)","BB-nhe-preference-review-title-text":"Præferencer for før-ansættelsessamtale","BB-nhe-preference-save-button":"Gem præferencer","BB-nhe-spoken-language":"Talt sprog","BB-nhe-time-slots-available-in-language-plural":"{numberOfAppointments} tidsintervaller tilgængelige i {currentLanguage}","BB-nhe-time-slots-available-in-language-singular":"{numberOfAppointments} tidsinterval tilgængelig i {currentLanguage}","BB-nhe-time-slots-in-other-languages-plural":"{numberOfAppointments} tidsintervaller tilgængelige på andre sprog","BB-nhe-time-slots-in-other-languages-singular":"{numberOfAppointments} tidsinterval tilgængelig på andre sprog","BB-nhePreference-date-error-text":"Vælg mindst en dato.","BB-nhePreference-date-label-text":"Dato","BB-nhePreference-location-error-text":"Vælg placeringen.","BB-nhePreference-location-input-label-text":"Lokation","BB-nhePreference-timeslot-error-text":"Vælg mindst et tidsinterval.","BB-nhePreference-timeslot-label-text":"Tid","BB-nhePreference-title-text":"Angiv din tilgængelighed for en aftale forud for ansættelse","BB-no-available-shift-all-shifts-filled-text":"I øjeblikket er alle arbejdstider besat.","BB-no-available-shift-return-dashboard-to-apply-text":"Vend tilbage til oversigten for at søge andre job.","BB-no-available-shift-return-to-dashboard":"Tilbage til oversigt","BB-no-available-shift-submit-shift-preferences":"Indsend dine skift-præferencer","BB-no-available-time-slots-back-to-dashboard-button-text":"Tilbage til oversigt","BB-no-available-time-slots-description":"Du kan:","BB-no-available-time-slots-select-different-job":"1. Vælg en anden jobmulighed","BB-no-available-time-slots-select-different-job-link":"Klik her","BB-no-available-time-slots-select-later-date-text":"2. Vælg en arbejdstid med en senere startdato (anbefales)","BB-no-available-time-slots-title":"Der er ingen tilgængelige aftaler for dette job lige nu.","BB-no-available-time-slots-view-other-shifts-button-text":"Se andre arbejdstider","BB-non-fcra-accurate-acknowledgement-item-one":"Udbyderen af baggrundskontrol eller „kreditvurderingsbureauet“, der udfører baggrundskontrollen er Accurate Background, der er placeret på 7515 Irvine Center Dr., Irvine, CA 92618, og kan kontaktes på (800) 216-8024 eller www.accuratebackground.com.\n\n* Jeg forstår og accepterer, at Amazon som tilladt ved lov kan bestille yderligere baggrundskontrol om mig til ansættelsesformål, uden min yderligere tilladelse, (1) under min ansættelse, hvis nogen, og (2) fra andre kreditvurderingsbureauer end Accurate Background.","BB-non-fcra-accurate-acknowledgement-item-three":"Med henblik på ansættelse og med forbehold af alle love, der beskytter mit privatliv, giver jeg også følgende tilladelse til at videregive oplysninger, der er nødvendige for baggrundstjekket, til kreditvurderingsbureauerne: mine tidligere eller nuværende arbejdsgivere, skoler og offentlige myndigheder og andre myndigheder, herunder myndigheder med ansvar for registrering af motorkøretøjer.","BB-non-fcra-accurate-acknowledgement-item-two":"Jeg forstår og accepterer, at Amazon som tilladt ved lov kan bestille yderligere baggrundskontrol om mig til ansættelsesformål, uden min yderligere tilladelse, (1) under min ansættelse, hvis der er en, og (2) fra andre kreditvurderingsbureauer end Accurate Background.","BB-non-fcra-accurate-allstate-specific-notice":"<p><b>ALLE STATER: </b>Vi giver dig en gratis kopi af enhver baggrundskontrol, hvis du markerer dette felt","BB-non-fcra-accurate-california-specific-notice":"<p><b>CALIFORNIEN: </b>Du vil i henhold til Californiens regler angående afsløring af oplysinger modtage en særskilt redegørelse om forbrugerundersøgelsesrapporten (\"Redegørelse i henhold til Californiens regler angående afsløring af oplysinger\"). Dette er et vigtigt dokument. Gennemgå det omhyggeligt. Klik også på <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a>, hvis du søger beskæftigelse i eller allerede er ansat i en virksomhed i San Francisco. Ved at underskrive nedenfor giver du i henhold til californisk lov og Californiens regler angående afsløring af oplysinger hermed Amazon tilladelse til at indhente en forbrugerundersøgelsesrapport, også kendt som en baggrundskontrol, nu og til enhver tid under enhver ansættelse hos Amazon.</p>","BB-non-fcra-accurate-minnesota-specific-notice":"<p><b>MINNESOTA: </b>Du har ret til at indsende en skriftlig anmodning til kreditvurderingsbureauet om en fuldstændig og nøjagtig redegørelse for arten og omfanget af enhver forbrugerrapport, der er bestilt om dig. Kreditvurderingsbureauet skal give dig oplysningerne senest fem arbejdsdage efter modtagelsen af din anmodning, eller når rapporten blev bestilt, alt efter hvilken dato der er den seneste.</p>","BB-non-fcra-accurate-newyork-specific-notice":"<p><b>NEW YORK: </b>Du har ret til at indsende en skriftlig anmodning til Amazon for at få at vide, om vi har bestilt en forbrugerrapport eller undersøgende forbrugerrapport om dig. Ovenstående er kreditvurderingsbureauets adresse og telefonnummer. Du har ret til at kontakte ethvert kreditvurderingsbureau for at inspicere eller modtage en kopi af en sådan rapport. Klik <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://resources.accuratebackground.com/hubfs/New_York_Correction_Law_Article_23-A-1.pdf\">her</a> for information om dine rettigheder i henhold til artikel 23-A i New York Correction Law.</p>","BB-non-fcra-accurate-washington-specific-notice":"<p><b>WASHINGTON: </b>Du har ret til, at anmode om et skriftligt resumé af dine rettigheder, i henhold til Washington Fair Credit Reporting Act hos forbrugeroplysningsbureauet.</p>","BB-non-fcra-fadv-acknowledgement-item-one":"Baggrundstjekudbyderen eller “kreditvurderingsbureauet“, der udfører baggrundskontrollen, er First Advantage, som er placeret på 1 Concourse Parkway NE, Suite 200, Atlanta, GA 30328 og kan kontaktes på (800) 845-6004 eller www.fadv.com.","BB-non-fcra-fadv-acknowledgement-item-three":"Med henblik på ansættelse og med forbehold af alle love, der beskytter mit privatliv, giver jeg også følgende tilladelse til at videregive oplysninger, der er nødvendige for baggrundstjekket, til kreditvurderingsbureauerne: mine tidligere eller nuværende arbejdsgivere, skoler og offentlige myndigheder og andre myndigheder, herunder myndigheder med ansvar for registrering af motorkøretøjer.","BB-non-fcra-fadv-acknowledgement-item-two":"Jeg forstår og accepterer, at Amazon som tilladt ved lov kan bestille yderligere baggrundskontrol af mig til ansættelsesformål uden min yderligere tilladelse, (1) under min ansættelse, hvis nogen, og (2) fra andre kreditvurderingsbureauer end First Advantage.","BB-non-fcra-fadv-allstate-specific-notice":"<p><b>ALLE STATER: </b>Vi giver dig en gratis kopi af enhver baggrundskontrol, hvis du markerer dette felt</p>","BB-non-fcra-fadv-california-specific-notice":"<p><b>CALIFORNIEN: </b>Du vil i henhold til Californiens regler angående afsløring af oplysinger modtage en særskilt redegørelse om forbrugerundersøgelsesrapporten (\"Redegørelse i henhold til Californiens regler angående afsløring af oplysinger\"). Dette er et vigtigt dokument. Gennemgå det omhyggeligt. Klik også på <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a>, hvis du søger beskæftigelse i eller allerede er ansat i en virksomhed i San Francisco. Ved at underskrive nedenfor giver du i henhold til californisk lov og Californiens regler angående afsløring af oplysinger hermed Amazon tilladelse til at indhente en forbrugerundersøgelsesrapport, også kendt som en baggrundskontrol, nu og til enhver tid under enhver ansættelse hos Amazon.</p>","BB-non-fcra-fadv-minnesota-specific-notice":"<p><b>MINNESOTA: </b>Du har ret til at indsende en skriftlig anmodning til kreditvurderingsbureauet om en fuldstændig og nøjagtig redegørelse for arten og omfanget af enhver forbrugerrapport, der er bestilt om dig. Kreditvurderingsbureauet skal give dig oplysningerne senest fem arbejdsdage efter modtagelsen af din anmodning, eller når rapporten blev bestilt, alt efter hvilken dato der er den seneste.</p>","BB-non-fcra-fadv-newyork-specific-notice":"<p><b>NEW YORK: </b>Du har ret til, at sende en skriftlig anmodning til Amazon, for at få at vide, om vi har bestilt en forbrugerrapport eller undersøgende forbrugerrapport om dig. Ovenfor, finder du CRAs adresse og telefonnummer. Du har ret til, at kontakte et hvilket som helst CRA, for at gennemgå, eller bede om en kopi af sådan en rapport. Klik <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fadv.com/Fadv-prod/media/Assets/FCRA%20page%20PDFs/NY_Correction_Law_Article_23-A.pdf\">her</a> for at få mere at vide om dine rettigheder, i henhold til artikel 23-A i New York Correction Lov.</p>","BB-non-fcra-fadv-washington-specific-notice":"<p><b>WASHINGTON: </b>Du har ret til, at anmode om et skriftligt resumé af dine rettigheder, i henhold til Washington Fair Credit Reporting Act hos forbrugeroplysningsbureauet.</p>","BB-not-rehire-eligible-content-text":"Vi værdsætter din tid og ønsker dig held og lykke i fremtiden.","BB-not-rehire-eligible-title-text":"Tak for din seneste jobansøgning til Amazon. Efter nøje overvejelser vil vi ikke gå videre med din jobansøgning.","BB-proxy-error-message-user-unauthorized":"Brugeren er uautoriseret.","BB-rehire-eligibility-status-back-to-dashboard-button-text":"Tilbage til oversigt","BB-rehire-not-eligible-active-content-text-one":"Dit lokale HR-team eller ERC (Employee Resource Center) er den bedste ressource til spørgsmål. Du kan kontakte ERC-teamet 24/7 på 1-888-892-7180 (tlf.: 18888927180).","BB-rehire-not-eligible-active-content-text-two":"Tak for at være en del af det fantastiske team hos Amazon! Vi stræber hele tiden efter at give dig de bedst mulige medarbejderressourcer, fordele, løn og fleksible tidsplaner — alt sammen for at understøtte vores bestræbelser på at blive verdens bedste arbejdsgiver!","BB-rehire-not-eligible-active-text-open-opportunities-list-item-one":"For agentur- eller sæsonkonverteringer, besøg amazon.com/conversions (http://amazon.com/conversions).","BB-rehire-not-eligible-active-text-open-opportunities-list-item-two":"Hvis du vil anmode om ændringer af arbejdstid eller placering, skal du kontakte dit lokale team.","BB-rehire-not-eligible-active-text-open-opportunities-list-title":"Den gode nyhed? Der er masser af åbne jobmuligheder, som du kan gennemse og ansøge om online. Her er et par af de måder, du kan udforske din fremtidige karrierevækst:","BB-rehire-not-eligible-active-title-text":"Vi sætter pris på din seneste jobansøgning! Desværre kan du ikke komme i betragtning til denne stilling, da du allerede er ansat hos Amazon.","BB-rehire-not-eligible-seasonal-only-content-text":"Besøg vores sæsonbestemte side for at se efter sæsonbestemte jobmuligheder i dit område.","BB-rehire-not-eligible-seasonal-only-title-text-with-jobTitle":"Tak for din interesse for {jobTitle}-stillingen. Vores optegnelser viser, at du tidligere har arbejdet hos Amazon.  På nuværende tidspunkt er du kvalificeret til at blive genansat som sæsonansat Amazon-partner eller som ansat i et tredjepartsagentur på baggrund af din ansættelseshistorik. Som følge heraf kan vi ikke gå videre med dit kandidatur til dette job. Hvis du har spørgsmål angående betingelserne for genansættelse, kan du kontakte HR-teamet.","BB-rehire-not-eligible-seasonal-only-title-text-without-jobTitle":"Tak for din interesse i denne stilling. Vores optegnelser viser, at du tidligere har arbejdet hos Amazon.  På nuværende tidspunkt er du kvalificeret til at blive genansat som sæsonansat Amazon-partner eller som ansat i et tredjepartsagentur på baggrund af din ansættelseshistorik. Som følge heraf kan vi ikke gå videre med dit kandidatur til dette job. Hvis du har spørgsmål angående betingelserne for genansættelse, kan du kontakte HR-teamet.","BB-rev-ew-submit-shift-preference-days-of-week-label":"Ugedage","BB-rev-ew-submit-shift-preference-earliest-start-date-label":"Tidligste startdato","BB-rev-ew-submit-shift-preference-hours-per-week-label":"Timer pr. uge","BB-rev-ew-submit-shift-preference-time-pattern-label":"Tidsmønster","BB-review-submit-additional-info-address-label":"Adresse","BB-review-submit-additional-info-city-label":"By","BB-review-submit-additional-info-country-label":"Land","BB-review-submit-additional-info-dob-label":"Fødselsdato","BB-review-submit-additional-info-national-id-number-label":"Nationalt ID-nummer","BB-review-submit-additional-info-national-id-type-label":"Nationalt ID-type","BB-review-submit-additional-info-postal-code-label":"Postnummer","BB-review-submit-additional-info-previous-worked-at-amazon-label":"Har du arbejdet med Amazon tidligere?","BB-review-submit-additional-info-temporary-id-number-notice":"Hvis du har indtastet \"NO NI“ som dit NI-nummer, bliver et midlertidigt NI-nummer tildelt, baseret på din fødselsdato i følgende format: \"TNDDMMYY“.","BB-review-submit-pre-hire-appointment-city-label":"By","BB-review-submit-pre-hire-appointment-dates-label":"Datoer","BB-review-submit-pre-hire-appointment-time-label":"Tid","BB-review-submit-withdraw-existing-application-go-to-dashboard-button":"Nej, gå til den eksisterende ansøgning","BB-review-submit-withdraw-existing-application-notice-content-text":"Du har allerede andre aktive jobansøgning(er). Hvis du indsender denne jobansøgning, trækkes dine andre jobansøgning(er) tilbage. Ønsker du at indsende denne jobansøgning, og trække andre jobansøgning(er) tilbage?","BB-review-submit-withdraw-existing-application-notice-submit-application-button":"Ja, indsend den nye ansøgning","BB-review-submit-withdraw-existing-application-notice-title":"Tilbagekald den eksisterende ansøgning?","BB-schedule-card-duration-fixed-term-contract":"Tidsbegrænset kontrakt","BB-schedule-card-duration-fixed-term-contract-with-end-date":"Tidsbegrænset kontrakt indtil","BB-schedule-card-duration-permanent":"Permanent","BB-session-timeout":"Din stillingsreservation er udløbet.","BB-session-timeout-description":"Vi giver ansøgerne op til tre timer til at udfylde deres ansøgning. Desværre overskred den stilling, du søgte, grænsen på tre timer. Udforsk ledige jobmuligheder.","BB-session-timeout-view-job-button-text":"Se jobmuligheder","BB-shiftPreference-start-date-error-text":"Vælg en startdato i fremtiden","BB-shiftPreference-title-text":"Angiv dine jobpræferencer","BB-spinner-loading-text":"Indlæser...","BB-uk-generic-error-content-text":"Vi evaluerer i øjeblikket din ansøgning og kontakter dig snart ved brug af den mail-adresse, du har angivet.","BB-uk-generic-error-return-to-dashboard-button-label":"Tilbage til oversigt","BB-uk-generic-error-title-text":"Tak for din ansøgning!","BB-update-application-error-message--has-criminal-in7-years-missing":"HasCriminalRecordWithinSevenYears mangler i anmodning.","BB-update-application-error-message-address-line1-missing":"Adresselinje 1 mangler i adresseobjekt.","BB-update-application-error-message-application-not-found":"Kan ikke finde ansøgning.","BB-update-application-error-message-applicationId-missing":"Ansøgnings-id mangler i anmodningen.","BB-update-application-error-message-applicationId-not-match":"Ansøgnings-id svarer ikke til id'et i anmodningsstien.","BB-update-application-error-message-bgc-validation-failed":"Yderligere baggrundsoplysninger er ikke gyldige. Opdater alle obligatoriske felter.","BB-update-application-error-message-cali-disclosure-missing":"hasBGCCaliforniaDisclosureAcknowledged mangler i payload.","BB-update-application-error-message-can-not-create-application":"Du kan ikke oprette ansøgning.","BB-update-application-error-message-candidate-not-authorized":"Du kan ikke få adgang til denne ansøgning.","BB-update-application-error-message-city-missing-in-address":"By mangler i adresseobjekt.","BB-update-application-error-message-country-missing-in-address":"Land mangler i adresseobjekt.","BB-update-application-error-message-disability-missing":"Handicap mangler i payload.","BB-update-application-error-message-dob-missing-in-request":"Fødselsdato mangler i payload.","BB-update-application-error-message-duplication-ssn":"Det nationale identitetsnummer, som du indtastede, er allerede knyttet til en anden e-mailadresse i vores system. Hvis du tidligere har tilmeldt dig med en anden e-mailadresse, skal du [Logge ud](/application/logout) og prøve at logge ind med den pågældende e-mailadresse ved at bruge linket \"Glemt din personlige pinkode?\", hvis det er nødvendigt. Hvis du har brug for hjælp, kan du kontakte os via e-mail eller chat på <a href='https://hiring.amazon.com/contact-us#/'>www.amazon.com/applicationhelp</a>.","BB-update-application-error-message-ethnicity-missing":"Etnicitet mangler i payload.","BB-update-application-error-message-failed-update-application":"Det lykkedes ikke at opdatere programmet.","BB-update-application-error-message-gender-is-missing":"Køn mangler i payload.","BB-update-application-error-message-government-type-missing":"Der mangler et statsligt id i anmodningen.","BB-update-application-error-message-id-number-missing":"Id-nummer mangler i anmodningen.","BB-update-application-error-message-invalid-previous-legal-name":"Indtast tidligere brugt lovligt fuldt navn i følgende format: Fornavn Efternavn.","BB-update-application-error-message-invalid-ssn":"Formatet for det nationale identitetsnummer er ugyldigt. Indtast det korrekte format for at fortsætte.","BB-update-application-error-message-max-ssn-edits":"Opdateringen af ansøgningen mislykkedes, fordi du har nået det maksimale antal ændringer af dit nationale id. Hvis du tidligere har tilmeldt dig med en anden e-mailadresse, skal du logge ud og prøve at logge ind med denne e-mailadresse og om nødvendigt bruge linket \"Glemt din personlige pinkode?\". Hvis du har brug for hjælp, kan du kontakte os via e-mail eller chat på <a href=`https://hiring.amazon.com/contact-us#/`>www.amazon.com/applicationhelp</a>.","BB-update-application-error-message-military-service-missing":"Oplysninger om militær ægtefælle mangler i payload.","BB-update-application-error-message-mismatch-signatures-fix":"E-signaturer stemmer ikke overens. Brug den samme tekst til e-signatur i trin 1 og trin 2.","BB-update-application-error-message-missing-required-fields":"Der mangler obligatoriske felter: ApplicationId.","BB-update-application-error-message-nhe-apt-missing":"nheAppointment-objekt mangler i anmodning.","BB-update-application-error-message-protected-veteran-missing":"Beskyttet veteraninfo mangler i payload.","BB-update-application-error-message-provide-dob":"Angiv gyldig dato.","BB-update-application-error-message-referral-missing":"Henvisningsinfo mangler i anmodningen.","BB-update-application-error-message-selected-job-not-available":"Det valgte job er ikke længere tilgængeligt. Vælg venligst en anden mulighed.","BB-update-application-error-message-selected-schedule-not-available":"Den tidsplan, du har valgt, er ikke længere tilgængelig. Vælg en anden tidsplan.","BB-update-application-error-message-server-error":"Noget gik galt med serveren. Prøv igen, eller opdater browseren.","BB-update-application-error-message-sign-fcra-ack":"Underskriv bekræftelsen.","BB-update-application-error-message-sign-fcra-request":"Underskriv fcra-anmodning.","BB-update-application-error-message-sign-nonfcra-ack":"Underskriv bekræftelsen.","BB-update-application-error-message-sign-notice-statement":"Underskriv de statslige bekendtgørelser.","BB-update-application-error-message-state-missing-in-address":"Stat mangler i adresseobjekt.","BB-update-application-error-message-type-not-match-with-request":"Typen matches ikke med anmodning.","BB-update-application-error-message-type-of-request-missing":"Anmodningstype mangler.","BB-update-application-error-message-unable-create-application":"Kan ikke oprette ansøgning.","BB-update-application-error-message-unable-update-shift-appt-no-longer-available":"Den valgte tidsplan er ikke længere tilgængelig. Vælg en anden mulighed.","BB-update-application-error-message-unable-update-shift-candidate-already-hired":"Du er for nylig blevet ansat via denne ansøgning, og din arbejdstid kan ikke ændres. Kontakt https://www.amazondelivers.jobs/contactus for at ændre din arbejdstid.","BB-update-application-error-message-version-mismatch":"Programmet kan ikke opdateres, fordi der findes en nyere opdatering.","BB-update-application-error-message-veteran-status-missing":"Veteraninfo mangler i payload.","BB-update-application-error-message-zipcode-missing-in-address":"Postnummer mangler i adresseobjektet.","BB-update-wotc-status-error-message-failed-update-wotc":"Det lykkedes ikke at opdatere WOTC.","BB-websocket-error-message-internal-server-error":"Noget gik galt med websocket-serveren. Prøv igen, eller opdater browseren.","BB-withdraw-application-error-message-failed-withdraw-application-error":"Det lykkedes ikke at trække ansøgningen tilbage.","BB-workflow-failed-description-text":"Mens workflow for ansøgningen mislykkedes.","BB-workflow-failed-return-to-dashboard-text":"Tilbage til oversigt","BB-workflow-failed-title-text":"Fejl i workflow"}}}