{"und":{"appStrings":{"BB-365-days-not-rehire-eligible-content-text":"Due to the termination reason, you can reapply 90 days after your last day worked at Amazon.","BB-365-days-not-rehire-eligible-title-text-with-jobTitle":"Thank you for your interest in the {jobTitle} position. Our records indicate you previously worked at Amazon and are not eligible for rehire based upon your previous Amazon employment record. As a result, we are unable to move forward with your candidacy at this time.","BB-365-days-not-rehire-eligible-title-text-without-jobTitle":"Thank you for your interest in this position. Our records indicate you previously worked at Amazon and are not eligible for rehire based upon your previous Amazon employment record. As a result, we are unable to move forward with your candidacy at this time.","BB-ApplicationSteps-complete-assessment-text":"Complete an assessment (~15 min)","BB-ApplicationSteps-complete-required-document-text":"Complete required documents","BB-ApplicationSteps-schedule-preHire-appt-text":"Schedule pre-hire appointment","BB-ApplicationSteps-select-job-text":"Select job","BB-BGC-Additional-bgc-form-address-line-one-error-text":"Please enter a valid address","BB-BGC-Additional-bgc-form-address-line-one-label-text":"Address Line 1","BB-BGC-Additional-bgc-form-address-line-two-error-text":"Please enter a valid address","BB-BGC-Additional-bgc-form-address-line-two-label-text":"Apartment, suite, .etc","BB-BGC-Additional-bgc-form-city-error-text":"Please enter a valid city","BB-BGC-Additional-bgc-form-city-label-text":"City","BB-BGC-Additional-bgc-form-country-error-text":"Please enter a valid country","BB-BGC-Additional-bgc-form-country-label-text":"Country","BB-BGC-Additional-bgc-form-dob-above100-text":"You need to be below 100 years old.","BB-BGC-Additional-bgc-form-dob-below18-error-text":"You need to be above 18 years old.","BB-BGC-Additional-bgc-form-dob-empty-text":"Please enter your date of birth.","BB-BGC-Additional-bgc-form-dob-error-text":"Please enter a valid date of Birth.","BB-BGC-Additional-bgc-form-dob-label-text":"Date of Birth","BB-BGC-Additional-bgc-form-national-id-number-error-text":"Please enter a valid 9 digits social security number without dash","BB-BGC-Additional-bgc-form-national-id-number-label-text":"Id Number","BB-BGC-Additional-bgc-form-national-id-number-label-text-revise":"National ID Number","BB-BGC-Additional-bgc-form-national-id-options-ssn":"Social Security Number","BB-BGC-Additional-bgc-form-national-id-type-error-text":"Please enter a valid National ID type","BB-BGC-Additional-bgc-form-national-id-type-label-text":"National ID number","BB-BGC-Additional-bgc-form-national-id-type-label-text-revise":"National ID","BB-BGC-Additional-bgc-form-ssn-explanationBanner-banner":"In the United States, a Social Security Number (SSN) is a nine-digit number issued to U.S. citizens, permanent residents, and temporary (working) residents.","BB-BGC-Additional-bgc-form-state-error-text":"Please enter a valid State/Province","BB-BGC-Additional-bgc-form-state-label-text":"State/Province","BB-BGC-Additional-bgc-form-state-placeholder-text":"Select a state","BB-BGC-Additional-bgc-form-zipcode-error-text":"Please enter a valid 5 digits zipcode","BB-BGC-Additional-bgc-form-zipcode-label-text":"Zip/Postal code","BB-BGC-MX-Additional-bgc-form-national-id-number-error-text":"Please enter a valid 18 character alphanumeric CURP ID without hyphens.","BB-BGC-MX-Additional-bgc-form-national-id-number-label-text":"CURP ID","BB-BGC-MX-authorization-eSignature-input-error-text":"Please enter a valid full name following format: First Last","BB-BGC-addition-bgc-form-next-btn":"Next","BB-BGC-additional-accept-previous-worked-at-Amazon-radio-label-text":"Yes","BB-BGC-additional-bgc-date-of-employment-at-Amazon-error-text-fix":"Please enter a valid date of Employment","BB-BGC-additional-bgc-date-of-employment-at-Amazon-label-text":"Dates of employment - From/To (MM/YY - MM/YY)","BB-BGC-additional-bgc-most-recent-building-at-Amazon-error-text":"Please Enter a Valid Amazon Building","BB-BGC-additional-bgc-most-recent-building-at-Amazon-label-text":"Please identify the Amazon building you have previously worked at","BB-BGC-additional-bgc-previous-legal-name-error-text":"Please enter previously used legal full name following format: First Last","BB-BGC-additional-bgc-previous-legal-name-label-text":"Previous legal full name","BB-BGC-additional-bgc-previous-legal-name1-error-text":"Please enter previously used legal full name following format: First Last","BB-BGC-additional-bgc-previous-legal-name1-label-text":"Previous legal full name (1)","BB-BGC-additional-bgc-previous-legal-name2-error-text":"Please enter previously used legal full name following format: First Last","BB-BGC-additional-bgc-previous-legal-name2-label-text":"Previous legal full name (2)","BB-BGC-additional-bgc-show-additional-previous-legal-names-button-text":"Add/Show more previous names","BB-BGC-additional-decline-previous-worked-at-Amazon-radio-label-text":"No","BB-BGC-additional-previous-worked-at-Amazon-title-text":"Have you previously worked at an Amazon building?","BB-BGC-additional-what-to-include-in-previous-Amazon-experience-form-title":"What Information to include","BB-BGC-authorization-text":"By my eSignature below, I certify that I have read, understand and accept all statements in this Authorizations For Background Check, Medical Check and Drug Test. Please signify your acceptance by entering the information requested in the fields below.","BB-BGC-bgc-step-card-step-progress":"Step {currentStep} of {totalSteps}","BB-BGC-criminal-record-conviction-detail-label-text":"Provide city, country, state of conviction, date, nature of the offense, along with sentencing information","BB-BGC-criminal-record-list-convictions-text":"<strong>Please list only convictions that are a matter of public record.</strong>  Arrests resolved in your favor are not convictions. Similarly, do not include any information relating to a conviction in the juvenile justice system, or a matter considered in or processed through the juvenile justice system, or charges that led to a diversion program or cases that have been dismissed, dismissed under a first offender’s law, sealed, expunged, pardoned, judicially dismissed or otherwise treated as non-convictions by law.  <strong>You are also not required to disclose violations, infractions, petty misdemeanors, or summary offenses.</strong>","BB-BGC-criminal-record-list-previous-conviction-question-text":"Previous Conviction Question","BB-BGC-criminal-record-recommended-character-count-text":"{characterCount} characters entered (max {recommendedCharacterCount} characters)","BB-BGC-criminal-record-used-in-accordance-with-applicable-law-text":"A criminal record will not necessarily bar you from employment, continued employment, or an engagement as an independent contractor with Amazon.  This information will only be used in accordance with applicable law and only for the purpose of determining whether the conviction is related to the job/engagement for which you applied.  Failure to answer this question honestly or to provide the requested additional details of the offense(s) may result in discontinued consideration of your application for employment or for an independent contractor engagement or, if you are already employed by and/or engaged as an independent contractor with Amazon, such failure may result in termination of your employment or engagement.","BB-BGC-criminal-record-what-information-to-include-text":"What Information to include","BB-BGC-criminal-record-within-seven-years-answer-no-text":"No","BB-BGC-criminal-record-within-seven-years-answer-yes-text":"Yes","BB-BGC-criminal-record-within-seven-years-question-text":"Have you been convicted of misdemeanor or felony or been released from prison or parole from a misdemeanor or felony conviction in last seven (7) years?","BB-BGC-criminal-record-you-must-review-state-california-text":"<strong>California:</strong> Do not include non-felony marijuana-related infractions or misdemeanor convictions that are more than 2 years old.","BB-BGC-criminal-record-you-must-review-state-colorado-text":"<strong>Colorado:</strong> Do not include information regarding a record of civil or military disobedience, unless the record resulted in a plea of guilty or a conviction by a court of competent jurisdiction.","BB-BGC-criminal-record-you-must-review-state-massachusetts-text":"<strong>Massachusetts:</strong> Do not provide a copy of your criminal history report.  Do not identify first-time misdemeanor convictions for drunkenness, simple assault, speeding, minor traffic violations, affray or disturbance of the peace. Also do not identify convictions for other misdemeanors where the date of conviction or the end of any period of incarceration was more than 3 years ago, unless there have been subsequent convictions within those 3 years. An applicant for employment with a record expunged pursuant to section 100F, section 100G, section 100H or section 100K of chapter 276 of the General Laws may answer ‘no record’ with respect to an inquiry herein relative to prior arrests, criminal court appearances or convictions. An applicant for employment with a record expunged pursuant to section 100F, section 100G, section 100H or section 100K of chapter 276 of the General Laws may answer 'no record' to an inquiry herein relative to prior arrests, criminal court appearances, juvenile court appearances, adjudications or convictions.","BB-BGC-criminal-record-you-must-review-state-new-york-text":"<strong>New York:</strong> Do not identify any actions that terminated in your favor pursuant to Criminal Procedure Law (“CPL”) §160.50.","BB-BGC-criminal-record-you-must-review-state-ohio-text":"<strong>Ohio:</strong> Do not report any conviction for a misdemeanor drug violation as defined under Ohio Rev. Code 2925.11.","BB-BGC-criminal-record-you-must-review-state-pennsylvania-text":"<strong>Philadelphia, Pennsylvania:</strong> Do not include any convictions that occurred more than seven (7) years from the date of this inquiry.  <strong>Any period of incarceration should not be included in the calculation of the seven-year period.</strong>","BB-BGC-criminal-record-you-must-review-state-san-francisco-text":"<strong>San Francisco, California:</strong> Do not include, offenses that are more than seven (7) years old from the date of sentencing, such that you should not include <strong>any</strong> period of incarceration in the calculation of the seven-year period_.  Do not include offenses that are not misdemeanors or felonies, such as infractions, or convictions related to conduct that has been decriminalized since the conviction date, including but not limited to marijuana offenses.","BB-BGC-criminal-record-you-must-review-state-virginia-text":"<strong>Virginia:</strong> Do not report a misdemeanor drug possession conviction, as defined under Section 18.2-250.1 of the Code of Virginia.","BB-BGC-criminal-record-you-must-review-state-washington-text":"<strong>Seattle, Washington:</strong> In addition to the below, you may exclude a criminal conviction that has been the subject of a certificate of rehabilitation or other equivalent procedure based on a finding of the rehabilitation.","BB-BGC-criminal-record-you-must-review-text":"You must review the state law information below before providing additional information about your criminal history","BB-BGC-fcra-disclosure-bgc-explanation-paragraph1-text":"This disclosure intends to notify you that in connection with your offer of employment with Amazon.com, Inc., its subsidiaries, or its affiliates (collectively, \"Amazon\"), Amazon will request a consumer report, also referred to as a \"background check report,\" about you.","BB-BGC-fcra-disclosure-bgc-explanation-paragraph2-text":"By <strong>typing my full name and clicking \"I authorize\"</strong> below, I authorize Amazon to request consumer reports about me now and throughout any employment I may have with Amazon.","BB-BGC-fcra-disclosure-bgc-form-authorize-btn":"I authorize","BB-BGC-fcra-disclosure-bgc-form-decline-btn":"I decline","BB-BGC-fcra-disclosure-bgc-form-title":"Fair Credit Reporting Act Consumer Report Disclosure","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-btn-text":"Withdraw application","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-description-text":"Your application will be withdrawn if you decline to conduct the background check.","BB-BGC-fcra-disclosure-signature-consent-notice-text":"By my eSignature below, I hereby authorize Amazon to procure the above consumer report now and throughout any employment or engagement I may have with Amazon Corporate.","BB-BGC-fcra-provide-eSignature-form-heading-text":"Provide an e-signature","BB-BGC-form-optional-input-label-text":"Optional","BB-BGC-no-ssn-checkbox-label":"I do not have a Social Security Number","BB-BGC-no-ssn-modal-cancel-button":"Cancel","BB-BGC-no-ssn-modal-consent-checkbox":"I have read and understood the above terms.","BB-BGC-no-ssn-modal-content-first-paragraph":"By indicating that I don't have an SSN, I acknowledge that I won't be eligible for the Wisely Pay Card as a means of receiving my pay until I obtain an SSN, and will only be able to receive pay via direct deposit or physical checks. By continuing, I am confirming that I do not have an SSN. I understand that, as allowed by law, Amazon will conduct a follow-up background check about me if I change or update my SSN during the onboarding process or during my employment.","BB-BGC-no-ssn-modal-content-second-paragraph":"I also acknowledge that any intentional misrepresentation of my SSN will be considered by Amazon, and can lead to revocation of my offer of employment or, if I am hired, termination of my employment.","BB-BGC-no-ssn-modal-continue-button":"Continue","BB-BGC-no-ssn-modal-title":"Are you sure you would like to proceed without a Social Security Number (SSN)?","BB-BGC-no-ssn-modal-warning-banner":"If you have an SSN, you are required to provide it. Failing to do so can cause delays in the hiring process which may lead to missing your start date and losing your selected shift.","BB-BGC-no-ssn-national-id-number-disabled-placeholder":"Social Security Number not available","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-error-text":"eSignatures do not match. Please use the same text for each eSignature.","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-label-text":"Please type your full name as eSignature","BB-BGC-non-fcra-acknowledgement-and-authorization-text":"By my eSignature below, I certify that I have read, understand and accept all statements in this Non-Fair Credit Reporting Act Acknowledgments And Authorizations For Background Check. Please signify your acceptance by entering the information requested in the fields below.","BB-BGC-non-fcra-applicable-notice-signature-input-label-text":"Please type your full name as eSignature","BB-BGC-non-fcra-applicable-notice-text":"By my eSignature below, I certify that I have read and understand any applicable state notices including the hyperlinks.","BB-BGC-non-fcra-copy-of-bgc-request-radio-label-text":"I would like a free copy of my background check","BB-BGC-non-fcra-esignature-certification-form-title":"eSignature","BB-BGC-non-fcra-form-page-next-button-text":"Next","BB-BGC-non-fcra-state-specific-notice-heading-title-text":"State Specific Notices","BB-BGC-non-fcra-state-specific-notice-review-title-text":"Please review the applicable notice(s) below.","BB-BGC-page-additional-bgc-step-card-title":"Additional background information","BB-BGC-page-authorizations-for-background-check-step-card-title":"Authorizations for Background Check, Medical Check, and Drug Test","BB-BGC-page-content-title":"Background Check","BB-BGC-page-continue-button":"Continue","BB-BGC-page-fcra-edit-form-btn":"Edit Form","BB-BGC-page-fcra-get-started-btn":"Get Started","BB-BGC-page-fcra-subtitle-text":"Please answer a few questions using the link below.","BB-BGC-page-nonfcra-step-card-title":"Non-Fair Credit Reporting Act Acknowledgments and Authorizations for Background Check","BB-BGC-page-provide-authorization-and-information-notice":"Please provide authorization and information needed for a background check.","BB-BGC_background-authorizations-amazon-conduct-bgc-reminder-text":"Amazon.com, Inc. or its subsidiaries or affiliates (\"Amazon\") will conduct a background check on me.","BB-BGC_fcra-disclosure-authorize-amazon-conduct-bgc-radio":"I AUTHORIZE Amazon to conduct this background check.","BB-BGC_fcra-disclosure-decline-amazon-conduct-bgc-radio":"I DECLINE to authorize Amazon this background check.","BB-BGC_fcra-disclosure-signature-input-error-text":"Please enter a valid full name following format: First Last","BB-BGC_fcra-disclosure-signature-input-label-text":"Full name","BB-BGC_fcra-eSignature-acknowledgement-title-text":"By my eSignature below, I acknowledge as follows:","BB-BGC_non-fcra-amazon-conduct-bgc-reminder-text":"As disclosed and authorized by me in the separate Fair Credit Reporting Act Disclosure and Authorization Document, Amazon.com, Inc. or its subsidiaries or affiliates (\"Amazon\") will conduct a background check on me.","BB-Common-hour":"hour","BB-Common-month":"month","BB-ConsentPage-consent-disability-accommodation-text":"Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and require an accommodation during the application and hiring process, please contact the Applicant-Candidate Accommodation Team (ACAT) at 888-435-9287, Monday through Friday 6 AM to 4 PM Pacific Time. For more information, please visit <a href='https://hiring.amazon.com/people-with-disabilities#/' target='_blank' rel='noopener noreferrer'>https://hiring.amazon.com/people-with-disabilities#/</a>","BB-ConsentPage-create-application-button":"Create Application","BB-ConsentPage-data-policy-header-text":"By applying, you read and agree to the","BB-ConsentPage-flyout-mx-user-data-policy-text":"I am aware that all information gathered may be transferred pursuant to the Federal Law on the Protection of Personal Data in the Possession of Private Parties and its regulations, guidelines and other applicable provisions on data privacy, as well as in terms of the Privacy Notice of the Company for Employees and/or Candidates.","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item1-text":"are acknowledging that you have read the job description for the position you are applying for and that you understand the basic requirements needed to perform the job;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item2-text":"consent to the processing, analyzing and assessment of your personal data by Amazon, salesforce.com or any other third party for the purposes of your application and for any other legitimate purposes of Amazon. For the avoidance of doubt, the \"processing\" of your personal data will include but not restricted to collecting, receiving, recording, organizing, collating, storing, updating, altering, using, disseminating, distributing, merging, linking, blocking, degrading, erasing or destroying of your personal data;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item3-text":"consent to Amazon retaining your personal data after the application process, in order to assist it with the effective monitoring of its job application processes and to your personal data being stored in an electronic database in the USA.","BB-ConsentPage-flyout-user-data-policy-by-applying-text":"By applying, you:","BB-ConsentPage-flyout-user-data-policy-paragraph1-text":"Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit <a href='https://www.amazon.jobs/en/disability/us' target='_blank' rel='noopener noreferrer'>https://www.amazon.jobs/en/disability/us</a>","BB-ConsentPage-flyout-user-data-policy-paragraph2-text":"Amazon takes your personal data protection seriously and will only process your personal data in accordance with the law. In particular, we do not share your personal data with any third party without your prior consent, unless compelled by law to do so. Unless you express otherwise, the hiring Amazon company will store your personal data in the electronic database maintained by Amazon.com in the USA or one of its affiliates. For full information on how Amazon stores and processes your personal data, please click here <a href='http://www.amazon.jobs/' target='_blank' rel='noopener noreferrer'>http://www.amazon.jobs/</a>","BB-ConsentPage-flyout-user-data-policy-paragraph3-text":"In addition to the role you applied for today, we may have other positions that require the same or similar job functions. These roles may be full-time, reduced-time, part-time, seasonal, and/or temporary positions that are available at this location or other nearby Amazon locations. You are under no obligation to accept any role with Amazon or our partners, however, by completing your application you agree to be considered for same level, hourly roles within a 30 mile radius of your application site. This includes sharing your applicant information with our partners (staffing agencies) that hire for both our regular and temporary associate needs.","BB-ConsentPage-flyout-user-data-policy-title-text":"User Data Policy","BB-ConsentPage-qualification-criteria-header-text":"By applying, you confirm that:","BB-ConsentPage-user-data-Policy-button":"User Data Policy","BB-ConsentPage-whatsapp-consent-text":"I authorize Amazon to contact me via phone, text message or WhatsApp to provide information about my application, selection and hiring process.","BB-Constants-language-english":"English","BB-Constants-language-spanish":"Spanish","BB-ContingencyOffer-accept-offer-button-text":"Accept Offer","BB-ContingencyOffer-back-to-jobs-button-text":"Back to jobs","BB-ContingencyOffer-common-question-title-text":"Common questions","BB-ContingencyOffer-contingent-offer-meaning-popover-close-btn":"Close.","BB-ContingencyOffer-contingent-offer-meaning-popover-content":"As permitted by applicable law, your offer is contingent on successfully passing the required background check, drug screening (if applicable) and rehire eligibility check (if applicable), so it’s important that you complete the pre-employment steps on the next page. In some circumstances, your first day may be delayed due to pre-employment requirements not being completed in time. If this is the case, you can expect to hear from us soon.","BB-ContingencyOffer-contingent-offer-meaning-popover-title-text":"What is a contingent offer?","BB-ContingencyOffer-job-picked-title-text":"Here is the contingent offer for the job you picked.","BB-ContingencyOffer-job-requirement-Section-title":"Job requirements","BB-ContingencyOffer-remaining-steps-container-title":"Remaining steps","BB-ContingencyOffer-understanding-accept-offer-requirement-confirm-text":"By accepting this offer, you confirm that you understand the requirements of this position.","BB-ContingencyOffer-well-done-text":"Well done so far","BB-ContingencyOffers-contingent-offer-meaning-popover-content":"This offer is confirmation that you’ll be hired as an employee of Amazon if you successfully complete your background, drug test and all any other required pre-hire activities.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-last-line":"If your start date is delayed, you’ll receive additional information regarding next steps.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-next-line":"Your start time might be delayed if:","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-one":"The background check is not completed on time.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-three":"Training spots fill up","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-two":"You don’t meet the drug test requirements on time","BB-Country-Mexico":"Mexico","BB-Country-United-States":"United States","BB-DayName-Friday":"Friday","BB-DayName-Monday":"Monday","BB-DayName-Saturday":"Saturday","BB-DayName-Sunday":"Sunday","BB-DayName-Thursday":"Thursday","BB-DayName-Tuesday":"Tuesday","BB-DayName-Wednesday":"Wednesday","BB-DaysHoursFilter-title-text":"Filter Schedules","BB-Detailed-button-error-text-message":"Please check the box to proceed.","BB-Detailed-button-error-text-message-mx":"Make a selection to continue.","BB-FilterSchedule-DesiredHours-Upto-hours":"Upto {hourNumber} hours","BB-FilterSchedule-desired-hour-select-label-text":"Desired hours per week","BB-FilterSchedule-desired-hour-select-place-holder":"Select Desired Hours","BB-JobOpportunity-Go-To-Dashboard-Link":"Go Back to Jobs Dashboard","BB-JobOpportunity-back-to-indexPage-link":"View Jobs","BB-JobOpportunity-back-to-jobConfirmation-link":"Back","BB-JobOpportunity-filter-button":"Filter","BB-JobOpportunity-filter-schedule-flyout-apply-Btn":"Apply","BB-JobOpportunity-filter-schedule-flyout-reset-Btn":"Reset","BB-JobOpportunity-filter-schedule-flyout-title":"Filter","BB-JobOpportunity-go-to-jobDescription-link":"Job requirement and benefits","BB-JobOpportunity-pay-rate-hr":"hr","BB-JobOpportunity-pay-rate-month":"month","BB-JobOpportunity-select-job-button":"Select this job","BB-JobOpportunity-sort-button":"Sort","BB-JobOpportunity-sort-schedule-by-hours-least-to-most":"Hours - Least to most","BB-JobOpportunity-sort-schedule-by-hours-most-to-least":"Hours - Most to least","BB-JobOpportunity-sort-schedule-by-pay-rate-high-to-least":"Pay rate - highest to lowest","BB-JobOpportunity-sort-schedule-flyout-apply-Btn":"Apply","BB-JobOpportunity-sort-schedule-flyout-title":"Sort By","BB-MX-BGC-page-authorizations-for-background-check-content":"I hereby authorize <b>Servicios Comerciales Amazon Mexico, S. de R.L. de C.V.</b> (hereinafter the “Company”) to obtain information regarding my educational, medical (including illegal drug and/or alcohol testing), family, credit, criminal in case the same are necessary according to the position that I have applied for and employment background (hereinafter the “Background Check”), in virtue of the recruitment and selection process in which I am a candidate, either by itself or through third party companies or any other individual or entity acting in the name and pursuant to the instructions of the Company, so that it can be able to evaluate my experience, knowledge, health, aptitudes and skills to guarantee that I can safely develop the functions required for the position for which I am applying. In virtue of the above, I understand and accept that any offer of employment and/or hiring if such is the case is subject to the verification of the information provided by me or third parties in the course of my recruitment and selection process to the satisfaction of the Company and I hereby authorize such third parties including former employers, to provide the required information and/or documents.  Likewise, I hereby accept and acknowledge that this Background Check may be performed at any time after I grant my authorization and, in case of being hired, during my labor relationship with the Company.","BB-MX-BGC-page-content-title":"Consent to employment screening","BB-PreConsentPage-banner-journey-starts":"Your journey to becoming an Amazon Associate starts here.","BB-PreconsentPage-next-Button":"Next","BB-PreconsentPage-preview-steps-button":"Preview Steps","BB-ReverseMapping-candidate-disability-dont-wish-to-answer":"I DON'T WISH TO ANSWER","BB-ReverseMapping-candidate-disability-no":"NO, I DON'T HAVE A DISABILITY","BB-ReverseMapping-candidate-disability-yes":"YES, I HAVE A DISABILITY (or previously had a disability)","BB-ReverseMapping-candidate-ethnicity-american-indian-alaska-native":"American Indian/Alaska Native","BB-ReverseMapping-candidate-ethnicity-black-african-american":"Black/African American","BB-ReverseMapping-candidate-nationalId-US-SSN":"United States - Social Security Number","BB-ReviewSubmit-curp-id-text":"CURP ID:","BB-ReviewSubmit-edit-button-text":"Edit","BB-ReviewSubmit-header-title-text":"Review and Submit","BB-ReviewSubmit-job-details-section-authorized-text":"Authorized","BB-ReviewSubmit-job-details-section-background-check-text":"Background check","BB-ReviewSubmit-job-details-section-date-of-birth-text":"Date of birth:","BB-ReviewSubmit-job-details-section-national-id-number-text":"National ID Number:","BB-ReviewSubmit-job-details-section-national-id-type-text":"National ID Type:","BB-ReviewSubmit-job-details-section-send-free-copy-of-background-check-text":"Send free copy of background check","BB-ReviewSubmit-job-details-section-title-text":"Job Details","BB-ReviewSubmit-pre-hire-appointment-section-hours-text":"Hours:","BB-ReviewSubmit-pre-hire-appointment-section-look-forward-text":"We look forward to seeing you at the time above.","BB-ReviewSubmit-pre-hire-appointment-section-title-text":"Pre-Hire Appointment","BB-ReviewSubmit-previous-full-name-text":"Previous full name:","BB-ReviewSubmit-selfId-section-disability-status-text":"Disability Status:","BB-ReviewSubmit-selfId-section-equal-opportunity-text":"Equal Opportunity:","BB-ReviewSubmit-selfId-section-title-text":"Voluntary Self-identification","BB-ReviewSubmit-selfId-section-veteran-status-text":"Veteran Status:","BB-ReviewSubmit-submit-application-button-text":"Submit application","BB-Schedule-card-about-how-to-sign-bonus-title-text":"How do I get the sign on bonus?","BB-Schedule-card-about-seasonal-duration-popover-content":"There is no difference in job duties, the difference is this role is intended to be temporary and no longer than 11 months. If you are interested in joining on a permanent basis, the opportunity may become available. Otherwise, you’ll be notified when your assignment will end.","BB-Schedule-card-about-seasonal-duration-popover-title-text":"What does a seasonal duration mean?","BB-Schedule-card-bonus-text":"Bonus:","BB-Schedule-card-duration":"Duration","BB-Schedule-card-hours":"Hours","BB-Schedule-card-hours-per-week-text":"hours/week","BB-Schedule-card-languages-supported":"Languages Supported","BB-Schedule-card-location":"Location","BB-Schedule-card-not-applicable":"N/A","BB-Schedule-card-pay-rate":"Pay rate","BB-Schedule-card-possible-start-date-or-earlier-text":"(or earlier!)","BB-Schedule-card-possible-start-date-text":"Possible Start Date:","BB-Schedule-card-shift":"Shift","BB-Schedule-card-shift-flexible":"Flexible","BB-Schedule-card-shift-required-dates":"Required training dates","BB-Schedule-card-sign-on-bonus":"One-time sign on bonus","BB-Schedule-card-start-date":"Start Date","BB-Schedule-card-total-pay-per-hour-text":"/hour","BB-Schedule-card-total-pay-per-month-text":"Up to {formattedMonthlyRate}/month","BB-Schedules-card-about-how-to-sign-bonus-content":"This offer includes a sign on bonus of {displayCurrency}{signOnBonus} based on the specific details noted above. It's payable over multiple installments that may extend to 180 days after your start.","BB-Schedules-card-about-how-to-sign-bonus-content-last-line":"If you’ve worked for Amazon in the last 90 days you will not be eligible for any sign on bonus.","BB-Schedules-card-about-how-to-sign-bonus-content-point":"This specific offer may not be available if:","BB-Schedules-card-about-how-to-sign-bonus-content-point-one":"You reschedule your shift","BB-Schedules-card-about-how-to-sign-bonus-content-point-three":"You choose a new role.","BB-Schedules-card-about-how-to-sign-bonus-content-point-two":"You reschedule your start date, or","BB-Schedules-card-about-seasonal-duration-popover-content":"Seasonal Roles and Regular Roles have the same job duties. Seasonal roles, however, are intended to be temporary and last no longer than 11 months. If you’re interested in joining Amazon on a permanent basis, the opportunity may become available in the future. Otherwise, you’ll be notified when your assignment will end.","BB-SelfId-disability-form-card-title-text":"Voluntary Self-Identification of Disability","BB-SelfId-disability-form-control-number-text":"OMB Control Number 1250-0005","BB-SelfId-disability-form-disability-checkbox-item-do-wish-to-answer-text":"I Don’t Wish To Answer","BB-SelfId-disability-form-disability-checkbox-item-no-text":"No, I Don’t Have A Disability, Or A History/Record Of Having A Disability","BB-SelfId-disability-form-disability-checkbox-item-yes-text":"Yes, I Have A Disability, Or Have A History/Record Of Having A Disability","BB-SelfId-disability-form-disability-checkbox-label-text":"Please check one of the boxes below","BB-SelfId-disability-form-disability-item-autism-text":"Autism","BB-SelfId-disability-form-disability-item-autoimmune-disorder-text":"Autoimmune disorder","BB-SelfId-disability-form-disability-item-blind-or-low-vision-text":"Blind or low vision","BB-SelfId-disability-form-disability-item-cancer-text":"Cancer","BB-SelfId-disability-form-disability-item-celiac-disease-text":"Celiac disease","BB-SelfId-disability-form-disability-item-cerebral-palsy-text":"Cerebral palsy","BB-SelfId-disability-form-disability-item-depression-or-anxiety-text":"Depression or anxiety","BB-SelfId-disability-form-disability-item-diabetes-text":"Diabetes","BB-SelfId-disability-form-disability-item-epilepsy-text":"Epilepsy","BB-SelfId-disability-form-disability-item-gastrointestinal-disorders-text":"Gastrointestinal disorders, for example, Crohn's Disease, or irritable bowel syndrome","BB-SelfId-disability-form-disability-item-hearing-capacity-text":"Deaf or hard of hearing","BB-SelfId-disability-form-disability-item-heart-disease-text":"Cardiovascular or heart disease","BB-SelfId-disability-form-disability-item-intellectual-disability-text":"Intellectual disability","BB-SelfId-disability-form-disability-item-missing-limb-text":"Missing limbs or partially missing limbs","BB-SelfId-disability-form-disability-item-nervous-system-condition-text":"Nervous system condition for example, migraine he…, Parkinson’s disease, or Multiple sclerosis (MS)","BB-SelfId-disability-form-disability-item-psychiatric-condition-text":"Psychiatric condition, for example, bipolar disorder, schizophrenia, PTSD, or major depression","BB-SelfId-disability-form-disability-public-burden-content-text":"According to the Paperwork Reduction Act of 1995 no persons are required to respond to a collection of information unless such collection displays a valid OMB control number. This survey should take about 5 minutes to complete.","BB-SelfId-disability-form-disability-public-burden-header-text":"Public burden statement","BB-SelfId-disability-form-disability-scope-list-header-text":"Disabilities include, but are not limited to:","BB-SelfId-disability-form-expiration-date-text":"Expires 05/31/2023","BB-SelfId-disability-form-how-know-have-disability-content-text":"You are considered to have a disability if you have a physical or mental impairment or medical condition that substantially limits a major life activity, or if you have a history or record of such an impairment or medical condition.","BB-SelfId-disability-form-how-know-have-disability-header-text":"How do I know if I have a disability?","BB-SelfId-disability-form-name-text":"Form CC-305","BB-SelfId-disability-form-select-disability-checkbox-label-text":"Please check one of the boxes below","BB-SelfId-disability-form-submit-button-text":"Submit","BB-SelfId-disability-form-why-this-form-content-paragraph1-text":"We are a federal contractor or subcontractor required by law to provide equal employment opportunity to qualified people with disabilities. We are also required to measure our progress toward having at least 7% ofour workforce be individuals with disabilities. To do this, we must ask applicants and employees if they have a disability or have ever had a disability. Because a person may become disabled at any time, we ask all of our employees to update their information at least every five years.","BB-SelfId-disability-form-why-this-form-content-paragraph2-text":"Identifying yourself as an individual with a disability is voluntary, and we hope that you will choose to do so. Your answer will be maintained confidentially and not be seen by selecting officials or anyone else involved in making personnel decisions. Completing the form will not negatively impact you in any way, regardless of whether you have self-identified in the past. For more information about this form or the equal employment obligations of federal contractors under Section 503 of the Rehabilitation Act, visit the U.S. Department of Labor’s Office of Federal Contract Compliance Programs (OFCCP) website at <a href='https://www.dol.gov/agencies/ofccp' target='_blank' rel='noopener noreferrer'>www.dol.gov/ofccp</a>.","BB-SelfId-disability-form-why-this-form-header-text":"Why are you asked to complete this form?","BB-SelfId-equal-opportunity-form-ethinicity-Asian-details-text":"Persons having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian Subcontinent; including for example, Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand and Vietnam","BB-SelfId-equal-opportunity-form-ethinicity-Asian-title-text":"Asian (not Hispanic or Latino)","BB-SelfId-equal-opportunity-form-ethinicity-american-details-text":"Persons having origins in any of the original peoples of North and South America, (including Central America), and who maintain tribal affiliation or community attachment","BB-SelfId-equal-opportunity-form-ethinicity-american-title-text":"American Indian/Alaska Native (not Hispanic or Latino)","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-details-text":"Persons having origins in any of the Black racial groups of Africa","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-title-text":"Black/African American (not Hispanic or Latino)","BB-SelfId-equal-opportunity-form-ethinicity-choose-not-to-identify-title-text":"I choose not to self-identify","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-details-text":"Persons of Cuban, Mexican, Puerto Rican, South or Central American, or other Spanish culture or origin, regardless of race","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-title-text":"Hispanic/Latino","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-details-text":"Persons having origins in any of the peoples of Hawaii, Guam, Samoa, or other Pacific Islands","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-title-text":"Native Hawaiian/Other Pacific Islander (not Hispanic or Latino)","BB-SelfId-equal-opportunity-form-ethinicity-next-button-text":"Next","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-details-text":"Non-Hispanic persons who identify with more than one of the following five races: (1) White, (2) Black, (3) Asian, (4) Native Hawaiian/Other Pacific Islander, (5) American Indian/Alaska Native","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-title-text":"Two or more Races (not Hispanic or Latino)","BB-SelfId-equal-opportunity-form-ethinicity-white-details-text":"Persons having origins in any of the original peoples of Europe, the Middle East or North Africa","BB-SelfId-equal-opportunity-form-ethinicity-white-title-text":"White (not Hispanic or Latino)","BB-SelfId-equal-opportunity-form-ethnicity-label-text":"What is your race/ethnic background?","BB-SelfId-equal-opportunity-form-ethnicity-mx-indigenous-title-text":"Indigenous","BB-SelfId-equal-opportunity-form-ethnicity-mx-other-title-text":"Other","BB-SelfId-equal-opportunity-form-ethnicity-mx-prefer-not-to-say-title-text":"Prefer not to say","BB-SelfId-equal-opportunity-form-gender-choose-not-to-identify-text":"I choose not to self-identify","BB-SelfId-equal-opportunity-form-gender-female-text":"Female","BB-SelfId-equal-opportunity-form-gender-label-text":"What is your gender?","BB-SelfId-equal-opportunity-form-gender-male-text":"Male","BB-SelfId-equal-opportunity-form-gender-mx-female-text":"Female","BB-SelfId-equal-opportunity-form-gender-mx-male-text":"Male","BB-SelfId-equal-opportunity-form-gender-mx-other-text":"Other","BB-SelfId-equal-opportunity-form-gender-mx-prefer-not-to-say-text":"Prefer not to say","BB-SelfId-equal-opportunity-form-military-spouse-label-text":"Are you a military spouse?","BB-SelfId-equal-opportunity-form-military-spouse-option-choose-not-to-identify-text":"I choose not to self-identify","BB-SelfId-equal-opportunity-form-military-spouse-option-no-text":"No","BB-SelfId-equal-opportunity-form-military-spouse-option-yes-text":"Yes","BB-SelfId-equal-opportunity-form-pronoun-label-text":"What is your pronoun?","BB-SelfId-equal-opportunity-form-pronoun-mx-he-title-text":"He","BB-SelfId-equal-opportunity-form-pronoun-mx-other-title-text":"Other","BB-SelfId-equal-opportunity-form-pronoun-mx-prefer-not-to-say-title-text":"Prefer not to say","BB-SelfId-equal-opportunity-form-pronoun-mx-she-title-text":"She","BB-SelfId-equal-opportunity-form-pronoun-mx-they-title-text":"They","BB-SelfId-equal-opportunity-form-protected-veteran-choose-not-to-identify-option-text":"I choose not to self-identify","BB-SelfId-equal-opportunity-form-protected-veteran-definition-active-duty-wartime-item-text":"<b>Active Duty Wartime or Campaign Badge Veteran</b>: a veteran who served on active duty in the U.S. badge has been authorized under the laws administered by the Department of Defense.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-armed-force-medal-veteran-item-text":"<b>Armed Forces Service Medal Veteran</b>: a veteran who, while serving on active duty in the U.S. military, ground, naval or air service, participated in a United States military operation for which an Armed Forces service medal was awarded pursuant to <a href='https://www.federalregister.gov/documents/1996/01/18/96-622/establishing-the-armed-forces-service-medal' target='_blank' rel='noopener noreferrer'>Executive Order</a>.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-disabled-veteran-item-text":"<b>Disabled Veteran</b>: a veteran of the U.S. military, ground, naval or air service who is entitled to compensation (or who but for the receipt of military retired pay would be entitled to compensation) under laws administered by the Secretary of Veterans Affairs; or a person who was discharged or released from active duty because of a service-connected disability.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-list-title-text":"<b>A protected veteran</b> is any of the following:","BB-SelfId-equal-opportunity-form-protected-veteran-definition-recently-removed-veteran-item-text":"</b>: any veteran during the three-year period beginning on the date of such veteran's discharge or release from active duty in the U.S. military, ground, naval, or air service.","BB-SelfId-equal-opportunity-form-protected-veteran-next-button-text":"Next","BB-SelfId-equal-opportunity-form-protected-veteran-no-option-text":"No","BB-SelfId-equal-opportunity-form-protected-veteran-select-label-text":"If you believe you belong to any of the categories of protected veterans please indicate by checking the appropriate box below.","BB-SelfId-equal-opportunity-form-protected-veteran-statement-text":"Amazon is a Federal Government contractor subject to the Vietnam Era Veterans' Readjustment Assistance Act of 1974, as amended by the Jobs for Veterans Act of 2002, <a href='https://www.govinfo.gov/content/pkg/USCODE-2018-title38/html/USCODE-2018-title38-partIII-chap42-sec4212.htm' target='_blank' rel='noopener noreferrer'> 38 U.S.C.4212 </a> (VEVRAA), which requires Government contractors to take affirmative action to employ and advance in employment (1) disabled veterans; (2) recently separated veterans; (3) active duty wartime or campaign badge veterans; and (4) Armed Forces service medal veterans. The following invitation to self-identify your protected veteran status is made pursuant to Section 4212. Disclosure of this information is completely voluntary and refusing to provide it will not subject you to any adverse treatment.","BB-SelfId-equal-opportunity-form-protected-veteran-yes-option-text":"Yes","BB-SelfId-equal-opportunity-form-statement-text":"Amazon values all forms of diversity and is subject to certain nondiscrimination and affirmative action recordkeeping and reporting requirements which require us to invite candidates and employees to voluntarily self-identify their gender and race/ethnicity. Submission of this information is voluntary and refusal to provide it will not subject you to any adverse treatment. The information obtained will be kept confidential and may only be used in accordance with the provisions of applicable federal laws, executive orders, and regulations, including those which require the information to be summarized and reported to the Federal Government for civil rights enforcement purposes. If you choose not to self-identify your gender or race/ethnicity at this time, the federal government requires us to determine this information for employees by visual survey and /or other available information.","BB-SelfId-equal-opportunity-form-title-text":"Voluntary Equal Opportunity Self-Identification Form","BB-SelfId-equal-opportunity-form-veteran-status-label-text":"Are you a veteran?","BB-SelfId-equal-opportunity-form-veteran-status-option-choose-not-to-identify-text":"I choose not to self-identify","BB-SelfId-equal-opportunity-form-veteran-status-option-no-text":"No","BB-SelfId-equal-opportunity-form-veteran-status-option-yes-text":"Yes","BB-SelfId-form-continue-button-text":"Continue","BB-SelfId-veteran-status-form-statement-paragraph1-text":"At Amazon, thousands of veterans and military spouses are driving innovation and raising the bar on customer experience. On a daily basis, those with military backgrounds are able to apply their knowledge, skills, andleadership abilities in a wide variety of careers – influencing change across the globe. For these reasons, we are actively pursuing the hiring of veterans and military spouses.","BB-SelfId-veteran-status-form-statement-paragraph2-text":"At Amazon, thousands of veterans and military spouses are driving innovation and raising the bar on customer experience. On a daily basis, those with military backgrounds are able to apply their knowledge, skills, andleadership abilities in a wide variety of careers – influencing change across the globe. For these reasons, we are actively pursuing the hiring of veterans and military spouses.","BB-SelfId-veteran-status-title-text":"Voluntary Self-Identification of Veteran Status","BB-SelfIdentification-check-required-field-error-message":"Please check all required boxes in previous steps to proceed.","BB-States-Alabama":"AL -- Alabama","BB-States-Alaska":"AK -- Alaska","BB-States-Arizona":"AZ -- Arizona","BB-States-Arkansas":"AR -- Arkansas","BB-States-California":"CA -- California","BB-States-Colorado":"CO -- Colorado","BB-States-Connecticut":"CT -- Connecticut","BB-States-Delaware":"DE -- Delaware","BB-States-District-of-Columbia":"DC -- District of Columbia","BB-States-Florida":"FL -- Florida","BB-States-Georgia":"GA -- Georgia","BB-States-Hawaii":"HI -- Hawaii","BB-States-Idaho":"ID -- Idaho","BB-States-Illinois":"IL -- Illinois","BB-States-Indiana":"IN -- Indiana","BB-States-Iowa":"IA -- Iowa","BB-States-Kansas":"KS -- Kansas","BB-States-Kentucky":"KY -- Kentucky","BB-States-Louisiana":"LA -- Louisiana","BB-States-Maine":"ME -- Maine","BB-States-Maryland":"MD -- Maryland","BB-States-Massachusetts":"MA -- Massachusetts","BB-States-Michigan":"MI -- Michigan","BB-States-Minnesota":"MN -- Minnesota","BB-States-Mississippi":"MS -- Mississippi","BB-States-Missouri":"MO -- Missouri","BB-States-Montana":"MT -- Montana","BB-States-Nebraska":"NE -- Nebraska","BB-States-Nevada":"NV -- Nevada","BB-States-New-Hampshire":"NH -- New Hampshire","BB-States-New-Jersey":"NJ -- New Jersey","BB-States-New-Mexico":"NM -- New Mexico","BB-States-New-York":"NY -- New York","BB-States-North-Carolina":"NC -- North Carolina","BB-States-North-Dakota":"ND -- North Dakota","BB-States-Ohio":"OH -- Ohio","BB-States-Oklahoma":"OK -- Oklahoma","BB-States-Oregon":"OR -- Oregon","BB-States-Pennsylvania":"PA -- Pennsylvania","BB-States-Rhode-Island":"RI -- Rhode Island","BB-States-South-Carolina":"SC -- South Carolina","BB-States-South-Dakota":"SD -- South Dakota","BB-States-Tennessee":"TN -- Tennessee","BB-States-Texas":"TX -- Texas","BB-States-Utah":"UT -- Utah","BB-States-Vermont":"VT -- Vermont","BB-States-Virginia":"VA -- Virginia","BB-States-Washington":"WA -- Washington","BB-States-west-virginia":"WV -- West Virginia","BB-States-wisconsin":"WI -- Wisconsin","BB-States-wyoming":"WY -- Wyoming","BB-StepHeader-view-progress-button":"View progress","BB-StepHeader-view-progress-flyout-close-button":"Done","BB-StepHeader-view-progress-flyout-title":"View progress","BB-ThankYou-fill-wotc-description-text":"Before your pre-hire appointment, fill out Work Opportunities Tax Credit Questionnaire.","BB-ThankYou-get-pre-hire-appointment-details-text":"Pre-hire appointment details","BB-ThankYou-get-started-button-text":"Let's get started","BB-ThankYou-look-forward-next-steps-text":"We look forward to seeing you. Here are your next steps:","BB-ThankYou-nhe-appointment-details-visit-us-text":"Visit us for a 30 minute session anytime between {startTime} - {endTime}.","BB-ThankYou-nhe-appointment-flyout-acceptable-documents-text":"Click <a href='https://www.uscis.gov/i-9-central/form-i-9-acceptable-documents' target='_blank' rel='noopener noreferrer'>here</a> for a complete list of acceptable documents.","BB-ThankYou-nhe-appointment-flyout-accommodations-assistance-text":"If you require any accommodations, such as an ASL interpreter for the hiring event, please go to <a href='https://www.amazon.com/accommodations' target='_blank' rel='noopener noreferrer'>www.amazon.com/accommodations</a> and chat with us to request an interpreter. Please contact us immediately upon scheduling your appointment. We need at least 48 hours prior to your appointment to make arrangements.","BB-ThankYou-nhe-appointment-flyout-appointment-details-title-text":"Appointment details","BB-ThankYou-nhe-appointment-flyout-original-unexpired-photoid-text":"Original unexpired photo ID","BB-ThankYou-nhe-appointment-flyout-original-unexpired-work-authorization-document-text":"Original unexpired work authorization document","BB-ThankYou-nhe-appointment-flyout-special-assistance-text":"Special assistance","BB-ThankYou-nhe-appointment-flyout-things-to-bring-text":"Things to bring","BB-ThankYou-nhe-appointment-flyout-title-text":"Pre-hire appointment","BB-ThankYou-redirect-to-ash-text":"Before your pre-hire appointment, you will need to complete a series of pre-hire activities.","BB-ThankYou-referral-details-description-text":"Were you referred by an existing Amazon employee?","BB-ThankYou-referral-details-no-text":"No","BB-ThankYou-referral-details-title-text":"Please provide referral details (if applicable)","BB-ThankYou-referral-details-yes-text":"Yes","BB-ThankYou-referral-login-empty-error-text":"Please provide your referrer login ID.","BB-ThankYou-referral-login-error-message-candidate-blocked":"We couldn't validate your referrer's login ID, please chat with us at www.amazon.com/applicationhelp for assistance.","BB-ThankYou-referral-login-error-message-internal-server-error":"We couldn't validate your referrer's login ID, please try again or refresh the page.","BB-ThankYou-referral-login-error-message-invalid-login-error":"We couldn't validate your referrer's login ID, please verify with your referrer and try again.","BB-ThankYou-referral-login-label-text":"Please provide your referrer login ID (lower case letters only)","BB-ThankYou-referral-login-regex-error-text":"User ID should contain only lower case letters and should be at least 4 letters long.","BB-ThankYou-start-pre-hire-activities-title-text":"Get started on pre-hire activities","BB-ThankYou-thank-you-title-text":"Thank you for applying to Amazon!","BB-TimeRange-end-time-select-label-text":"End Time","BB-TimeRange-start-time-select-label-text":"Start Time","BB-WOTC-page-description-text":"Amazon IAT testing participates in federal and or state tax credit programs. The information you give will be used to determine the company's eligibility for these programs and will in no way negatively impact any hiring, retention or promotion decisions.","BB-WOTC-page-title-text":"Work opportunity tax credit questionnaire","BB-already-applied":"You have already started and / or completed an application for this job.","BB-already-applied-button-text":"Return to dashboard","BB-already-applied-description":"Return to the dashboard resume your application or view application and new hire appointment details, and your next steps.","BB-amazon-rejects-not-meet-requirements":"The information you provided does not meet our requirements. We encourage you to look at other jobs on amazon.jobs.","BB-amazon-rejects-return-to-dashboard":"Return to dashboard","BB-amazon-rejects-thank-you":"Thank you for your interest, but we're unable to offer you a job at this time.","BB-amazon-withdraws":"Thank you for your interest, but we're unable to offer you a job at this time.","BB-amazon-withdraws-button-text":"Return to dashboard","BB-amazon-withdraws-description":"The information you provided does not meet our requirements. We encourage you to look at other jobs on amazon.jobs.","BB-application-id-null-description-text":"Something is wrong, please go to dashboard","BB-application-id-null-return-to-dashboard-text":"Return to dashboard","BB-application-id-null-title-text":"Application Error","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item1-text":"Are optimized for the following screen readers: VoiceOver (Mac) and NVDA (Windows) on Firefox, Chrome, and Edge (Windows).","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item2-text":"Can be accessed via mouse or keyboard.","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-list-header-text":"<b>No part of the assessment is timed</b> – you can work at your own pace. All sections of this assessment:","BB-assessment-consent-accommodation-heading-text":"Accommodations","BB-assessment-consent-assessment-heading-text":"Assessment","BB-assessment-consent-begin-assessment-button-text":"Begin Assessment","BB-assessment-consent-diversity-and-disability-accommodation-notice-text":"At Amazon, we celebrate the diversity of our workforce and the diverse ways we work. If you have a disability and require an accommodation during the hiring process, including the assessment, please visit <a href='https://www.amazon.jobs/en/disability/us' target='_blank' rel='noopener noreferrer'> Amazon Accommodation.</a>","BB-assessment-consent-excited-in-candidate-interest-text":"We are so excited in your interest to join Amazon!","BB-assessment-consent-purpose-of-assessment-text":"This assessment will help you understand the associate role and help us get to know you.","BB-assessment-not-eligible-back-to-dashboard-button-text":"Return to dashboard","BB-assessment-not-eligible-heading-text":"{name}, your interest with Amazon means a lot to us.","BB-assessment-not-eligible-reconsideration-notice-text":"To be reconsidered for this role at another time, you may take the assessment again in three months.","BB-assessment-not-eligible-thank-you-and-assessment-not-eligible-notice-text":"Thank you so much for giving us the opportunity to consider you for this position. Sadly, we will not be moving forward with your candidacy at this time.","BB-bgc-ConvictionDetail-error-message-fix":"Please provide the conviction details. (Valid special characters are -!/,.()#?)","BB-bgc-ConvictionInfoRadio-error-message":"Please check the box to proceed.","BB-bgc-HasPreviouslyWorkedAtAmazon-error-message":"Please check the box to proceed.","BB-bgc-additional-bgc-form-header-text":"Additional Background Information","BB-cali-disclosure-page-certify-checkbox-text":"I certify that I have read this document and that I understand it, and that, pursuant to this CALIFORNIA DISCLOSURE REGARDING INVESTIGATIVE CONSUMER REPORTS, I authorize Amazon to obtain an investigative consumer report about me.","BB-cali-disclosure-page-in-connection-text":"In connection with my possible employment with Amazon.com, Inc. or its subsidiaries or affiliates (\"Amazon\"), Amazon may procure an investigative consumer report (\"Report\"), also known as a background check, about me from the following consumer reporting agency:","BB-cali-disclosure-page-next-button-text":"Next","BB-cali-disclosure-page-title-text":"California Disclosure Regarding Investigative Consumer Reports","BB-cali-disclosure-page-vendor-accurate-address-line1-text":"7515 Irvine Center Dr.","BB-cali-disclosure-page-vendor-accurate-address-line2-text":"Irvine, CA 92618","BB-cali-disclosure-page-vendor-accurate-name-text":"Accurate Background, LLC (\"Accurate\")","BB-cali-disclosure-page-vendor-accurate-phone-text":"1-800-216-8024","BB-cali-disclosure-page-vendor-accurate-understand-list-item1-text":"To the extent a Report is requested from Accurate, information contained in such Report will be used solely to determine my eligibility for employment.","BB-cali-disclosure-page-vendor-accurate-understand-list-item2-text":"Information obtained by Accurate, and included in any Report, may be obtained through a variety of means, including inspection of lawfully available documents and information and/or direct or indirect contact and interviews with former employers, schools, financial institutions, landlords, public agencies, and others such as my neighbors, friends, and associates with whom I am acquainted and who may have such knowledge.","BB-cali-disclosure-page-vendor-accurate-understand-list-item3-text":"Investigation(s) to be conducted by Accurate, the results of which may be included in any Report provided to Amazon, may include various types of information about me regarding my character, general reputation, personal characteristics or mode of living, employment and work history, education, driving record, and criminal record, subject to any limitations imposed by applicable federal and state law.","BB-cali-disclosure-page-vendor-accurate-understand-list-item4-text":"Per California Civil Code § 1785 et seq. and § 1786 et seq., if any Report is requested by Amazon on me, I may view the file Accurate maintains on me during its regular office hours. I understand that I also may (1) obtain a copy of this file, upon submitting proper identification and paying the copying costs, by certified mail or by appearing at Accurate’s offices in person during its regular office hours after providing reasonable advance notice of my planned appearance; and (2) receive a summary of this file from Accurate over the telephone, at my expense, upon submitting proper identification and a written request to Accurate for telephone disclosure. I understand that Accurate has trained personnel available to explain its file to me, including any coded information, and, if I appear in person at Accurate’s offices, I may be accompanied by one other person so long as that person furnishes proper identification to Accurate.","BB-cali-disclosure-page-vendor-accurate-understand-list-item5-text":"Information about Accurate's privacy practices is available at <a href='https://www.accurate.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://www.accurate.com/privacy-policy/</a>.","BB-cali-disclosure-page-vendor-accurate-understand-text":"I understand that:","BB-cali-disclosure-page-vendor-accurate-url-text":"<a href='https://accuratebackground.com/' target='_blank' rel='noopener noreferrer'>www.accuratebackground.com</a>","BB-cali-disclosure-page-vendor-fadv-address-line1-text":"1 Concourse Parkway NE, Suite 200.","BB-cali-disclosure-page-vendor-fadv-address-line2-text":"Atlanta, GA 30328","BB-cali-disclosure-page-vendor-fadv-name-text":"First Advantage","BB-cali-disclosure-page-vendor-fadv-phone-text":"1-800-845-6004","BB-cali-disclosure-page-vendor-fadv-understand-list-item1-text":"To the extent a Report is requested from First Advantage, information contained in such Report will be used solely to determine my eligibility for employment.","BB-cali-disclosure-page-vendor-fadv-understand-list-item2-text":"Information obtained by First Advantage, and included in any Report, may be obtained through a variety of means, including inspection of lawfully available documents and information and/or direct or indirect contact and interviews with former employers, schools, financial institutions, landlords, public agencies, and others such as my neighbors, friends, and associates with whom I am acquainted and who may have such knowledge.","BB-cali-disclosure-page-vendor-fadv-understand-list-item3-text":"Investigation(s) to be conducted by First Advantage, the results of which may be included in any Report provided to Amazon, may include various types of information about me regarding my character, general reputation, personal characteristics or mode of living, employment and work history, education, driving record, and criminal record, subject to any limitations imposed by applicable federal and state law.","BB-cali-disclosure-page-vendor-fadv-understand-list-item4-text":"Per California Civil Code § 1785 et seq. and § 1786 et seq., if any Report is requested by Amazon on me, I may view the file First Advantage maintains on me during its regular office hours. I understand that I also may (1) obtain a copy of this file, upon submitting proper identification and paying the copying costs, by certified mail or by appearing at First Advantage’s offices in person during its regular office hours after providing reasonable advance notice of my planned appearance; and (2) receive a summary of this file from First Advantage over the telephone, at my expense, upon submitting proper identification and a written request to First Advantage for telephone disclosure. I understand that First Advantage has trained personnel available to explain its file to me, including any coded information, and, if I appear in person at First Advantage’s offices, I may be accompanied by one other person so long as that person furnishes proper identification to First Advantage.","BB-cali-disclosure-page-vendor-fadv-understand-list-item5-text":"Information about First Advantage's privacy practices is available at <a href='https://fadv.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://fadv.com/privacy-policy/</a>.","BB-cali-disclosure-page-vendor-fadv-understand-text":"I understand that:","BB-cali-disclosure-page-vendor-fadv-url-text":"<a href='https://fadv.com/' target='_blank' rel='noopener noreferrer'>www.fadv.com</a>","BB-can-not-offer-job-description-text":"The information you provided does not meet our requirements. We encourage you to look at other jobs on amazon.jobs.","BB-can-not-offer-job-return-to-dashboard-text":"Return to dashboard","BB-can-not-offer-job-title-text":"Thank you for your interest, but we're unable to offer you a job at this time.","BB-candidate-withdraws":"Thank you for your interest, but we're unable to offer you a job at this time.","BB-candidate-withdraws-back-to-dashboard-button-text":"Return to dashboard","BB-candidate-withdraws-button-text":"Return to dashboard","BB-candidate-withdraws-description":"The information you provided does not meet our requirements. We encourage you to look at other jobs on amazon.jobs.","BB-candidate-withdraws-thank-you-text":"Thank you for your interest, but we are unable to offer you a job at this time.","BB-candidate-withdraws-withdraw-reason-text":"The information you provided does not meet our requirements. We encourage you to look at the jobs at amazon.jobs.","BB-counter-message-banner-text":"We are holding a spot for you for the next {hours} hours and {minutes} minutes to complete the remaining steps.","BB-create-application-error-message-application-exist":"Sorry, you have already applied for this job!","BB-create-application-error-message-candidate-inactive":"Candidate is inactive. Cannot create application for candidate.","BB-create-application-error-message-candidate-not-found":"Candidate not found.","BB-create-application-error-message-default":"Unable to create application.","BB-create-application-error-message-internal-server-error":"Something went wrong with the server. Please try again or refresh the browser.","BB-create-application-error-message-missing-fields":"Required fields are missing.","BB-create-application-error-message-version-mismatch":"Application cannot be updated because there exist more recent update.","BB-get-application-error-message-application-not-found":"Unable to get this application.","BB-get-application-error-message-candidate-not-authorized":"You can not access this application.","BB-get-application-error-message-internal-server-error":"Something went wrong with the server. Please try again or refresh the browser.","BB-get-application-error-message-missing-fields":"ApplicationId is required to get application data.","BB-get-candidate-error-message-failed-get-candidate":"Failed to get candidate.","BB-get-candidate-error-message-no-access-to-application":"You can not access this application.","BB-get-job-error-message-unable-fetch-job":"Unable to fetch job.","BB-get-schedule-detail-error-message-fetch-hch-error":"Unable to fetch head count request.","BB-get-schedule-list-error-message-all-shift-filled":"All Shifts Filled.","BB-get-schedule-list-error-message-fetch-shifts-failed":"Something went wrong while fetching jobs! Please refresh the page or try again later.","BB-get-schedule-list-error-message-no-schedule-found":"All Shifts Filled.","BB-get-schedule-list-error-message-shifts-bad-request":"Failed to retrieve jobs at the moment. Please try again after some time.","BB-get-time-slots-error-message-all-shift-filled":"All Shifts Filled.","BB-get-time-slots-error-message-fetch-shift-pref-error":"Unable to fetch shift preferences.","BB-get-time-slots-error-message-fetch_shifts_error":"Something went wrong while fetching jobs! Please refresh the page or try again later.","BB-get-time-slots-error-message-fetch_time-slot-error":"Something went wrong! Please refresh the page or try again later.","BB-get-time-slots-error-message-shift-bad-request":"Failed to retrieve jobs at the moment. Please try again after some time.","BB-nhe-few-spots-remaining-text":"Very few spots remaining","BB-nhe-page-confirm-selection-button-text":"Confirm Selection","BB-nhe-page-header-text":"Schedule pre-hire appointment","BB-nhe-page-title-text":"You are almost there, {firstname} {lastname}! We need you to come for a badge photo, complete work authorization and a drug test, if applicable.","BB-nhe-spoken-language":"Spoken Language","BB-nhe-time-slots-available-in-language-plural":"{numberOfAppointments} time slots available in {currentLanguage}","BB-nhe-time-slots-available-in-language-singular":"{numberOfAppointments} time slot available in {currentLanguage}","BB-nhe-time-slots-in-other-languages-plural":"{numberOfAppointments} time slots available in other languages","BB-nhe-time-slots-in-other-languages-singular":"{numberOfAppointments} time slot available in other languages","BB-no-available-shift-all-shifts-filled-text":"Currently all shifts have been filled.","BB-no-available-shift-return-dashboard-to-apply-text":"Please return to the dashboard to apply for other jobs.","BB-no-available-shift-return-to-dashboard":"Return to dashboard","BB-no-available-time-slots-back-to-dashboard-button-text":"Return to dashboard","BB-no-available-time-slots-description":"You may:","BB-no-available-time-slots-select-different-job":"1. Select a different job opportunity","BB-no-available-time-slots-select-different-job-link":"Click here","BB-no-available-time-slots-select-later-date-text":"2. Select a shift with a later start date (recommended)","BB-no-available-time-slots-title":"There are no appointments available for this job right now.","BB-no-available-time-slots-view-other-shifts-button-text":"View other shifts","BB-non-fcra-accurate-acknowledgement-item-one":"The background check provider or \"CRA\", who will perform the background check is Accurate Background, is located at 7515 Irvine Center Dr., Irvine, CA 92618, and can be reached at (800) 216-8024 or www.accuratebackground.com.\n\n* I understand and agree that as allowed by law Amazon can order additional background checks about me for employment purposes, without my further authorization, (1) during my employment, if any, and (2) from CRAs other than Accurate Background.","BB-non-fcra-accurate-acknowledgement-item-three":"For employment purposes, and subject to all laws protecting my informational privacy, I also authorize the following to disclose to the CRAs any information needed for the background check: my past or present employers, schools, and law enforcement and other government agencies, including motor vehicle record  agencies.","BB-non-fcra-accurate-acknowledgement-item-two":"I understand and agree that as allowed by law Amazon can order additional background checks about me for employment purposes, without my further authorization, (1) during my employment, if any, and (2) from CRAs other than Accurate Background.","BB-non-fcra-accurate-allstate-specific-notice":"<p><b>ALL STATES: </b>We will provide you with a free copy of any background check if you check this box","BB-non-fcra-accurate-california-specific-notice":"<p><b>CALIFORNIA: </b>You will receive a separate California Disclosure Regarding Investigative Consumer Report (\"California Disclosure\"). This is an important document; please review it carefully. Also, click <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a> if you are seeking employment in or are already employed by Company in San Francisco. By signing below, pursuant to California law and the California Disclosure, you hereby authorize Amazon to procure an investigative consumer report, also known as a background check, now and at any time throughout any employment with Amazon.</p>","BB-non-fcra-accurate-minnesota-specific-notice":"<p><b>MINNESOTA: </b>You have the right to submit a written request to the CRA for a complete and accurate disclosure of the nature and scope of any consumer report that was ordered about you. The CRA must provide you with the disclosure within five business days after its receipt of your request or when the report was ordered, whichever date is later.</p>","BB-non-fcra-accurate-newyork-specific-notice":"<p><b>NEW YORK: </b>You have the right to submit a written request to Amazon to know if we ordered a consumer report or investigative consumer report about you. Shown above is the CRA’s address and telephone number. You have the right to contact any CRA to inspect or receive a copy of any such report. Click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://resources.accuratebackground.com/hubfs/New_York_Correction_Law_Article_23-A-1.pdf\">here</a> for information about your rights under Article 23-A of the New York Correction Law.</p>","BB-non-fcra-accurate-washington-specific-notice":"<p><b>WASHINGTON: </b>You have the right to request from the consumer reporting agency a written summary of your rights under the Washington Fair Credit Reporting Act.</p>","BB-non-fcra-fadv-acknowledgement-item-one":"The background check provider or \"CRA\", who will perform the background check is First Advantage, is located at 1 Concourse Parkway NE, Suite 200, Atlanta, GA 30328, and can be reached at (800) 845-6004 or www.fadv.com.","BB-non-fcra-fadv-acknowledgement-item-three":"For employment purposes, and subject to all laws protecting my informational privacy, I also authorize the following to disclose to the CRAs any information needed for the background check: my past or present employers, schools, and law enforcement and other government agencies, including motor vehicle record  agencies.","BB-non-fcra-fadv-acknowledgement-item-two":"I understand and agree that as allowed by law Amazon can order additional background checks about me for employment purposes, without my further authorization, (1) during my employment, if any, and (2) from CRAs other than First Advantage.","BB-non-fcra-fadv-allstate-specific-notice":"<p><b>ALL STATES: </b>We will provide you with a free copy of any background check if you check this box</p>","BB-non-fcra-fadv-california-specific-notice":"<p><b>CALIFORNIA: </b>You will receive a separate California Disclosure Regarding Investigative Consumer Report (\"California Disclosure\"). This is an important document; please review it carefully. Also, click <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a> if you are seeking employment in or are already employed by Company in San Francisco. By signing below, pursuant to California law and the California Disclosure, you hereby authorize Amazon to procure an investigative consumer report, also known as a background check, now and at any time throughout any employment with Amazon.</p>","BB-non-fcra-fadv-minnesota-specific-notice":"<p><b>MINNESOTA: </b>You have the right to submit a written request to the CRA for a complete and accurate disclosure of the nature and scope of any consumer report that was ordered about you. The CRA must provide you with the disclosure within five business days after its receipt of your request or when the report was ordered, whichever date is later.</p>","BB-non-fcra-fadv-newyork-specific-notice":"<p><b>NEW YORK: </b>You have the right to submit a written request to Amazon to know if we ordered a consumer report or investigative consumer report about you. Shown above is the CRA’s address and telephone number. You have the right to contact any CRA to inspect or receive a copy of any such report. Click <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fadv.com/Fadv-prod/media/Assets/FCRA%20page%20PDFs/NY_Correction_Law_Article_23-A.pdf\">here</a> for information about your rights under Article 23-A of the New York Correction Law.</p>","BB-non-fcra-fadv-washington-specific-notice":"<p><b>WASHINGTON: </b>You have the right to request from the consumer reporting agency a written summary of your rights under the Washington Fair Credit Reporting Act.</p>","BB-not-rehire-eligible-content-text":"We value your time and wish you the best of luck in the future.","BB-not-rehire-eligible-title-text":"Thank you for your recent job application to Amazon. After careful consideration, we will not be moving forward with your job application.","BB-proxy-error-message-user-unauthorized":"User is unauthorized.","BB-rehire-eligibility-status-back-to-dashboard-button-text":"Return to dashboard","BB-rehire-not-eligible-active-content-text-one":"Your local HR team or the Employee Resource Center (ERC) are the best resource for any questions. You can reach the ERC team 24/7 at 1-888-892-7180 (tel:18888927180).","BB-rehire-not-eligible-active-content-text-two":"Thanks for being a part of the amazing team at Amazon! We are continually striving to provide you with the best possible employee resources, benefits, pay and flexible schedules — all supporting our efforts to become Earth’s Greatest Employer!","BB-rehire-not-eligible-active-text-open-opportunities-list-item-one":"For Agency or Seasonal conversions, visit amazon.com/conversions (http://amazon.com/conversions).","BB-rehire-not-eligible-active-text-open-opportunities-list-item-two":"To request shift or location changes, reach out to your onsite team.","BB-rehire-not-eligible-active-text-open-opportunities-list-title":"The good news? There are plenty of open opportunities that you can browse and apply for online. Here are a few of the ways you can explore your future career growth:","BB-rehire-not-eligible-active-title-text":"We appreciate your recent job application! Unfortunately, you are not eligible for this particular position since you are already employed by Amazon.","BB-rehire-not-eligible-seasonal-only-content-text":"Please visit our Seasonal Page to explore seasonal opportunities in your area.","BB-rehire-not-eligible-seasonal-only-title-text-with-jobTitle":"Thank you for your interest in the {jobTitle} position. Our records indicate that you previously worked at Amazon.  At this time, you are eligible for rehire as a Seasonal Amazon Associate or third-party agency employee based upon your employment record. As a result, we are unable to move forward with your candidacy for this job. If you have any questions regarding rehire eligibility, contact the site HR Team.","BB-rehire-not-eligible-seasonal-only-title-text-without-jobTitle":"Thank you for your interest in this position. Our records indicate that you previously worked at Amazon.  At this time, you are eligible for rehire as a Seasonal Amazon Associate or third-party agency employee based upon your employment record. As a result, we are unable to move forward with your candidacy for this job. If you have any questions regarding rehire eligibility, contact the site HR Team.","BB-session-timeout":"Your job position reservation has expired.","BB-session-timeout-description":"We allow candidates up to three hours to complete their application. Unfortunately, the job position you were applying for exceeded the three hour limit. Please explore available job opportunities.","BB-session-timeout-view-job-button-text":"View job opportunities","BB-spinner-loading-text":"Loading...","BB-update-application-error-message--has-criminal-in7-years-missing":"HasCriminalRecordWithinSevenYears is missing in request.","BB-update-application-error-message-address-line1-missing":"Address line 1 is missing in address object.","BB-update-application-error-message-application-not-found":"Cannot find the application.","BB-update-application-error-message-applicationId-missing":"ApplicationId is missing in request.","BB-update-application-error-message-applicationId-not-match":"Application Id does not match the id in the request path.","BB-update-application-error-message-bgc-validation-failed":"Additional background information is not valid, Please update all required fields.","BB-update-application-error-message-cali-disclosure-missing":"hasBGCCaliforniaDisclosureAcknowledged is missing in payload.","BB-update-application-error-message-can-not-create-application":"You can not create application.","BB-update-application-error-message-candidate-not-authorized":"You can not access this application.","BB-update-application-error-message-city-missing-in-address":"City is missing in address object.","BB-update-application-error-message-country-missing-in-address":"Country is missing in address object.","BB-update-application-error-message-disability-missing":"Disability is missing in payload.","BB-update-application-error-message-dob-missing-in-request":"Date of birth is missing in payload.","BB-update-application-error-message-duplication-ssn":"The National Identity Number you entered is already associated with another email address in our system. If you have previously signed up with a different email address, please [Log Out](/application/logout) and try logging in with that email, using the \"Forgot yourpersonal pin ?\" link if needed. If you need help, please contact us via email or chat at <a href='https://hiring.amazon.com/contact-us#/'>www.amazon.com/applicationhelp</a>.","BB-update-application-error-message-ethnicity-missing":"Ethnicity is missing in payload.","BB-update-application-error-message-failed-update-application":"Failed to update application.","BB-update-application-error-message-gender-is-missing":"Gender is missing in payload.","BB-update-application-error-message-government-type-missing":"Government Id is missing in request.","BB-update-application-error-message-id-number-missing":"Id number is missing in request.","BB-update-application-error-message-invalid-previous-legal-name":"Please enter previously used legal full name following format: First Last.","BB-update-application-error-message-invalid-ssn":"The format of the National Identity Number is invalid. Please enter the correct format to proceed.","BB-update-application-error-message-max-ssn-edits":"Update to application failed because you have reached the maximum number of changes to your National ID. If you have previously signed up with a different email address, please logout and try logging in with that email, using the \"Forgot your personal pin?\" link if needed. If you need help, please contact us via email or chat at <a href=`https://hiring.amazon.com/contact-us#/`>www.amazon.com/applicationhelp</a>.","BB-update-application-error-message-military-service-missing":"Military spouse info is missing in payload.","BB-update-application-error-message-mismatch-signatures-fix":"eSignatures do not match. Please use the same text for eSignature in step 1 and step 2.","BB-update-application-error-message-missing-required-fields":"Required fields are missing: ApplicationId.","BB-update-application-error-message-nhe-apt-missing":"nheAppointment object is missing in request.","BB-update-application-error-message-protected-veteran-missing":"Protected Veteran info is missing in payload.","BB-update-application-error-message-provide-dob":"Please provide valid date.","BB-update-application-error-message-referral-missing":"Referral info is missing in request.","BB-update-application-error-message-selected-job-not-available":"The job you selected is no longer available. Please select a different option.","BB-update-application-error-message-selected-schedule-not-available":"The schedule you have selected is no longer available, please select another schedule.","BB-update-application-error-message-server-error":"Something went wrong with the server. Please try again or refresh the browser.","BB-update-application-error-message-sign-fcra-ack":"Please sign the acknowledgement.","BB-update-application-error-message-sign-fcra-request":"Please sign fcra request.","BB-update-application-error-message-sign-nonfcra-ack":"Please sign the acknowledgement.","BB-update-application-error-message-sign-notice-statement":"Please sign the state notices.","BB-update-application-error-message-state-missing-in-address":"State is missing in address object.","BB-update-application-error-message-type-not-match-with-request":"Type is not matched with request.","BB-update-application-error-message-type-of-request-missing":"Type of the request is missing.","BB-update-application-error-message-unable-create-application":"Unable to create application.","BB-update-application-error-message-unable-update-shift-appt-no-longer-available":"The schedule you selected is no longer available. Please select a different option.","BB-update-application-error-message-unable-update-shift-candidate-already-hired":"You have recently been hired for this application, your shift cannot be changed. Please reach out at https://www.amazondelivers.jobs/contactus to change your shift.","BB-update-application-error-message-version-mismatch":"Application cannot be updated because there exist more recent update.","BB-update-application-error-message-veteran-status-missing":"Veteran info is missing in payload.","BB-update-application-error-message-zipcode-missing-in-address":"Zip/Postal code is missing in address object.","BB-update-wotc-status-error-message-failed-update-wotc":"Failed to update WOTC.","BB-websocket-error-message-internal-server-error":"Something went wrong with the websocket server. Please try again or refresh the browser.","BB-workflow-failed-description-text":"While application workflow failed.","BB-workflow-failed-return-to-dashboard-text":"Return to dashboard","BB-workflow-failed-title-text":"Workflow Error"}}}