{"de":{"appStrings":{"BB-365-days-not-rehire-eligible-content-text":"Aufgrund des Kündigungsgrundes kannst du dich erst 90 Tage nach deinem letzten Arbeitstag erneut bei Amazon bewerben.","BB-365-days-not-rehire-eligible-title-text-with-jobTitle":"Vielen Dank für dein Interesse an der Stelle {jobTitle}. Unseren Unterlagen zufolge hast du zuvor bei Amazon gearbeitet und bist aufgrund deines vorherigen Arbeitszeugnisses bei Amazon nicht für eine erneute Einstellung berechtigt. Daher können wir deine Bewerbung derzeit nicht berücksichtigen.","BB-365-days-not-rehire-eligible-title-text-without-jobTitle":"Vielen Dank für dein Interesse an dieser Stelle. Unseren Unterlagen zufolge hast du zuvor bei Amazon gearbeitet und bist aufgrund deines vorherigen Arbeitszeugnisses bei Amazon nicht für eine erneute Einstellung berechtigt. Daher können wir deine Bewerbung derzeit nicht berücksichtigen.","BB-ApplicationSteps-complete-assessment-text":"Ausfüllen einer Bewertung (~15 min)","BB-ApplicationSteps-complete-required-document-text":"Erforderliche Unterlagen ausfüllen","BB-ApplicationSteps-schedule-preHire-appt-text":"Einen Termin vor der Einstellung vereinbaren","BB-ApplicationSteps-select-job-text":"Stelle auswählen","BB-BGC-Additional-bgc-form-address-line-one-error-text":"Bitte gib eine gültige Adresse ein","BB-BGC-Additional-bgc-form-address-line-one-label-text":"Adresszeile 1","BB-BGC-Additional-bgc-form-address-line-two-error-text":"Bitte gib eine gültige Adresse ein","BB-BGC-Additional-bgc-form-address-line-two-label-text":"Wohnung, Appartement, usw.","BB-BGC-Additional-bgc-form-city-error-text":"Gib einen gültigen Ort ein","BB-BGC-Additional-bgc-form-city-label-text":"Ort","BB-BGC-Additional-bgc-form-country-error-text":"Bitte gib ein gültiges Land ein","BB-BGC-Additional-bgc-form-country-label-text":"Land","BB-BGC-Additional-bgc-form-dob-below18-error-text":"Du musst über 18 Jahre alt sein.","BB-BGC-Additional-bgc-form-dob-error-text":"Gib ein gültiges Geburtsdatum ein.","BB-BGC-Additional-bgc-form-dob-label-text":"Geburtsdatum","BB-BGC-Additional-bgc-form-national-id-number-error-text":"Bitte gib eine gültige 9-stellige Sozialversicherungsnummer ohne Bindestrich ein","BB-BGC-Additional-bgc-form-national-id-number-label-text":"Ausweisnummer","BB-BGC-Additional-bgc-form-national-id-number-label-text-revise":"Personalausweisnummer","BB-BGC-Additional-bgc-form-national-id-options-ssn":"Sozialversicherungsnummer","BB-BGC-Additional-bgc-form-national-id-type-error-text":"Bitte gib einen gültigen Personalausweistyp ein","BB-BGC-Additional-bgc-form-national-id-type-label-text":"Personalausweisnummer","BB-BGC-Additional-bgc-form-national-id-type-label-text-revise":"Personalausweis","BB-BGC-Additional-bgc-form-ssn-explanationBanner-banner":"In den Vereinigten Staaten von Amerika ist eine Sozialversicherungsnummer (Social Security Number, SSN) eine neunstellige Nummer, die an US-Bürger, Personen mit ständigem Wohnsitz und Personen mit vorübergehendem (Arbeits-) Aufenthalt vergeben wird.","BB-BGC-Additional-bgc-form-state-error-text":"Bitte gib einen gültigen Bundesstaat/eine gültige Provinz an","BB-BGC-Additional-bgc-form-state-label-text":"Bundesstaat/Provinz","BB-BGC-Additional-bgc-form-state-placeholder-text":"Bundesstaat auswählen","BB-BGC-Additional-bgc-form-zipcode-error-text":"Bitte gib eine gültige 5-stellige Postleitzahl ein","BB-BGC-Additional-bgc-form-zipcode-label-text":"Postleitzahl","BB-BGC-addition-bgc-form-next-btn":"Weiter","BB-BGC-additional-accept-previous-worked-at-Amazon-radio-label-text":"Ja","BB-BGC-additional-bgc-date-of-employment-at-Amazon-error-text-fix":"Gib ein gültiges Einstellungsdatum ein.","BB-BGC-additional-bgc-date-of-employment-at-Amazon-label-text":"Beschäftigungsdaten – Von/Bis (MM/JJ–MM/JJ)","BB-BGC-additional-bgc-most-recent-building-at-Amazon-error-text":"Bitte gib ein gültiges Amazon-Gebäude ein","BB-BGC-additional-bgc-most-recent-building-at-Amazon-label-text":"Bitte gib das Amazon-Gebäude an, in dem du zuvor gearbeitet hast","BB-BGC-additional-bgc-previous-legal-name-error-text":"Bitte gib den bisher verwendeten vollständigen Namen im folgenden Format ein: Vorname Nachname","BB-BGC-additional-bgc-previous-legal-name-label-text":"Früherer rechtmäßiger vollständiger Name","BB-BGC-additional-bgc-previous-legal-name1-error-text":"Bitte gib den bisher verwendeten vollständigen Namen im folgenden Format ein: Vorname Nachname","BB-BGC-additional-bgc-previous-legal-name1-label-text":"Früherer rechtmäßiger vollständiger Name (1)","BB-BGC-additional-bgc-previous-legal-name2-error-text":"Bitte gib den bisher verwendeten vollständigen Namen im folgenden Format ein: Vorname Nachname","BB-BGC-additional-bgc-previous-legal-name2-label-text":"Früherer rechtmäßiger vollständiger Name (2)","BB-BGC-additional-bgc-show-additional-previous-legal-names-button-text":"Weitere frühere Namen hinzufügen/anzeigen","BB-BGC-additional-decline-previous-worked-at-Amazon-radio-label-text":"Nein","BB-BGC-additional-previous-worked-at-Amazon-title-text":"Hast du schon einmal in einem Amazon-Gebäude gearbeitet?","BB-BGC-additional-what-to-include-in-previous-Amazon-experience-form-title":"Die folgenden Informationen müssen enthalten sein","BB-BGC-bgc-step-card-step-progress":"Schritt {currentStep} von {totalSteps}","BB-BGC-criminal-record-conviction-detail-label-text":"Gib Ort, Land, Bundesstaat/Bundesland der Verurteilung, Datum, Art der Straftat sowie Informationen zum Strafmaß an","BB-BGC-criminal-record-list-convictions-text":"<strong>Bitte liste nur Verurteilungen auf, die öffentlich bekannt sind.</strong>  Zu deinen Gunsten gelöste Verhaftungen sind keine Verurteilungen. Füge auch keine Informationen in Bezug auf eine Verurteilung in der Jugendgerichtsbarkeit oder eine Angelegenheit hinzu, die in der Jugendgerichtsbarkeit geprüft oder von dieser bearbeitet wurde, oder Anklagen, die zu einem Resozialisierungsprogramm geführt haben, oder Fälle, die abgewiesen, nach dem Gesetz eines Ersttäters abgewiesen, versiegelt, gelöscht, begnadigt, gerichtlich abgewiesen oder auf andere Weise gesetzlich als Nichtverurteilungen behandelt wurden.  <strong>Du bist auch nicht verpflichtet, Verstöße, geringfügige Vergehen oder Sammeldelikte offenzulegen.</strong>","BB-BGC-criminal-record-list-previous-conviction-question-text":"Frage zu Vorstrafen","BB-BGC-criminal-record-used-in-accordance-with-applicable-law-text":"Ein Strafregister hindert dich nicht unbedingt an einer Anstellung, einer Weiterbeschäftigung oder einem Engagement als unabhängiger Auftragnehmer bei Amazon.  Diese Informationen werden nur in Übereinstimmung mit geltendem Recht und nur zu dem Zweck verwendet, festzustellen, ob die Verurteilung mit der Stelle/dem Engagement zusammenhängt, für die/das du dich beworben hast.  Wenn du diese Frage nicht ehrlich beantwortest oder nicht die angeforderten zusätzlichen Einzelheiten zu den Straftaten angibst, kann dies dazu führen, dass deine Bewerbung für eine Anstellung oder ein Engagement als unabhängiger Auftragnehmer nicht mehr geprüft wird, oder, wenn du bereits bei Amazon angestellt und/oder als unabhängiger Auftragnehmer engagiert bist, kann ein solcher Fehler zur Beendigung deines Arbeitsverhältnisses oder Engagements führen.","BB-BGC-criminal-record-what-information-to-include-text":"Die folgenden Informationen müssen enthalten sein","BB-BGC-criminal-record-within-seven-years-answer-no-text":"Nein","BB-BGC-criminal-record-within-seven-years-answer-yes-text":"Ja","BB-BGC-criminal-record-within-seven-years-question-text":"Wurdest du in den letzten sieben (7) Jahren wegen eines Vergehens oder eines Verbrechens verurteilt oder aus dem Gefängnis entlassen oder auf Bewährung entlassen?","BB-BGC-criminal-record-you-must-review-state-california-text":"<strong>Kalifornien:</strong> Schließe keine Verstöße in Zusammenhang mit Marihuana oder Verurteilungen wegen Vergehen ein, die älter als 2 Jahre sind.","BB-BGC-criminal-record-you-must-review-state-colorado-text":"<strong>Colorado:</strong> Füge keine Informationen über Aufzeichnungen über zivilen oder militärischen Ungehorsam hinzu, es sei denn, die Aufzeichnung führte zu einem Schuldbekenntnis oder einer Verurteilung durch ein zuständiges Gericht.","BB-BGC-criminal-record-you-must-review-state-massachusetts-text":"<strong>Massachusetts:</strong> Lege keine Kopie deines Strafregisterauszugs vor.  Gib keine erstmaligen Verurteilungen wegen Trunkenheit, einfacher Körperverletzung, Geschwindigkeitsüberschreitung, geringfügiger Verkehrsverstöße, Bedrängnis oder Ruhestörung an. Gib auch keine Verurteilungen für andere Vergehen an, bei denen das Datum der Verurteilung oder das Ende einer Haftdauer vor mehr als 3 Jahren liegt, es sei denn, innerhalb dieser drei Jahre gab es weitere Verurteilungen. Ein Bewerber für eine Anstellung, dessen Aufzeichnungen gemäß Abschnitt 100F, Abschnitt 100G, Abschnitt 100H oder Abschnitt 100K von Kapitel 276 der Allgemeinen Gesetze gelöscht wurden, kann in Bezug auf eine hierin enthaltene Untersuchung hinsichtlich früherer Verhaftungen, Auftritte vor Strafgerichten oder Verurteilungen „keine Aufzeichnungen“ beantworten. Ein Bewerber für eine Anstellung, dessen Aufzeichnungen gemäß Abschnitt 100F, Abschnitt 100G, Abschnitt 100H oder Abschnitt 100K von Kapitel 276 der Allgemeinen Gesetze gelöscht wurden, kann in Bezug auf eine hierin enthaltene Untersuchung hinsichtlich früherer Verhaftungen, Auftritte vor Strafgerichten oder Jugendgerichten, Urteilen oder Verurteilungen „keine Aufzeichnungen“ beantworten.","BB-BGC-criminal-record-you-must-review-state-new-york-text":"<strong>New York:</strong> Identifiziere keine Klagen, die gemäß dem Strafprozessgesetz (Criminal Procedure Law, CPL) §160.50 zu deinen Gunsten abgeschlossen wurden.","BB-BGC-criminal-record-you-must-review-state-ohio-text":"<strong>Ohio:</strong> Melde keine Verurteilung wegen eines Drogenvergehens im Sinne von Ohio Rev. Code 2925.11.","BB-BGC-criminal-record-you-must-review-state-pennsylvania-text":"<strong>Philadelphia, Pennsylvania:</strong> Schließe keine Verurteilungen ein, die mehr als sieben (7) Jahre nach dem Datum dieser Fragen erfolgt sind.  <strong>Eine Inhaftierungsdauer sollte nicht in die Berechnung des Siebenjahreszeitraums einbezogen werden.</strong>","BB-BGC-criminal-record-you-must-review-state-san-francisco-text":"<strong>San Francisco, Kalifornien:</strong> Schließe keine Straftaten ein, die ab dem Datum der Verurteilung älter als sieben (7) Jahre sind, sodass du</strong>keine<strong> Haftdauer bei der Berechnung der Siebenjahresfrist einbeziehen solltest_.  Schließe keine Straftaten ein, bei denen es sich nicht um Vergehen oder Straftaten handelt, wie Verstöße oder Verurteilungen im Zusammenhang mit Verhaltensweisen, die seit dem Verurteilungsdatum entkriminalisiert wurden, einschließlich, aber nicht beschränkt auf, Marihuana-Straftaten.","BB-BGC-criminal-record-you-must-review-state-virginia-text":"<strong>Virginia:</strong> Melde keine Verurteilung wegen Drogenbesitzes im Sinne von Abschnitt 18.2-250.1 des Code of Virginia.","BB-BGC-criminal-record-you-must-review-state-washington-text":"<strong>Seattle, Washington:</strong> Darüber hinaus kannst du eine strafrechtliche Verurteilung ausschließen, die aufgrund einer Feststellung der Rehabilitation Gegenstand einer Rehabilitationsbescheinigung oder eines anderen gleichwertigen Verfahrens war.","BB-BGC-criminal-record-you-must-review-text":"Du musst die folgenden Informationen zum Landesgesetz überprüfen, bevor du zusätzliche Informationen zu deiner kriminellen Vorgeschichte bereitstellst.","BB-BGC-fcra-disclosure-bgc-explanation-text":"Im Zusammenhang mit deiner Bewerbung um eine Stelle bei Amazon.com, Inc. oder seinen Tochtergesellschaften oder verbundenen Unternehmen („Amazon“) werden wir einen Verbraucherbericht über dich von einer Verbraucherauskunft einholen. Dies wird allgemein als „Hintergrundüberprüfung“ bezeichnet.","BB-BGC-fcra-disclosure-bgc-form-next-btn":"Weiter","BB-BGC-fcra-disclosure-bgc-form-title":"Offenlegung gemäß Fair Credit Report Act","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-btn-text":"Bewerbung zurückziehen","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-description-text":"Deine Bewerbung wird zurückgezogen, wenn du die Durchführung einer Zuverlässigkeitsüberprüfung ablehnst.","BB-BGC-fcra-disclosure-signature-consent-notice-text":"Mit meiner nachstehenden elektronischen Signatur ermächtige ich Amazon, den oben genannten Verbraucherbericht jetzt und während meiner Beschäftigung oder Anstellung bei Amazon Corporate einzuholen.","BB-BGC-fcra-provide-eSignature-form-heading-text":"Eine elektronische Signatur bereitstellen","BB-BGC-form-optional-input-label-text":"Optional","BB-BGC-no-ssn-checkbox-label":"Ich habe keine Sozialversicherungsnummer","BB-BGC-no-ssn-modal-cancel-button":"Abbrechen","BB-BGC-no-ssn-modal-consent-checkbox":"Ich habe die obigen Bedingungen gelesen und verstanden.","BB-BGC-no-ssn-modal-content-first-paragraph":"Indem ich fortfahre, bestätige ich, dass ich keine SSN habe.  Ich verstehe, dass Amazon im Rahmen der gesetzlichen Bestimmungen eine erneute Überprüfung meines Hintergrunds durchführen wird, wenn ich meine SSN während des Einstellungsprozesses oder während meiner Beschäftigung ändere oder aktualisiere.","BB-BGC-no-ssn-modal-content-second-paragraph":"Ich erkenne außerdem an, dass jede absichtliche Falschangabe meiner SSN von Amazon geprüft wird und zum Widerruf meines Stellenangebots oder, falls ich eingestellt werde, zur Kündigung meines Arbeitsverhältnisses führen kann.","BB-BGC-no-ssn-modal-continue-button":"Weiter","BB-BGC-no-ssn-modal-title":"Bist du sicher, dass du ohne Sozialversicherungsnummer (SSN) fortfahren möchtest?","BB-BGC-no-ssn-modal-warning-banner":"Wenn du eine SSN hast, musst du diese angeben. Andernfalls kann es zu Verzögerungen im Einstellungsprozess kommen, die dazu führen können, dass dein Startdatum verpasst wird und deine ausgewählte Schicht verloren geht.","BB-BGC-no-ssn-national-id-number-disabled-placeholder":"Sozialversicherungsnummer nicht verfügbar","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-error-text":"Elektronische Signaturen stimmen nicht überein. Bitte verwende für jede elektronische Signatur den gleichen Text.","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-label-text":"Bitte gib deinen vollständigen Namen als elektronische Signatur ein","BB-BGC-non-fcra-acknowledgement-and-authorization-text":"Mit meiner nachstehenden elektronischen Signatur bestätige ich, dass ich alle Erklärungen in diesen Nicht-Fair Credit Reporting Act Bestätigungen und Autorisierungen für Hintergrundüberprüfung gelesen, verstanden und akzeptiert habe. Bitte bestätige dein Einverständnis, indem du die geforderten Informationen in die nachstehenden Felder einträgst.","BB-BGC-non-fcra-applicable-notice-signature-input-label-text":"Bitte gib deinen vollständigen Namen als elektronische Signatur ein","BB-BGC-non-fcra-applicable-notice-text":"Mit meiner nachstehenden elektronischen Signatur bestätige ich, dass ich alle geltenden staatlichen Bekanntmachungen einschließlich der Hyperlinks gelesen und verstanden habe.","BB-BGC-non-fcra-copy-of-bgc-request-radio-label-text":"Ich hätte gerne eine kostenlose Kopie meiner Hintergrundüberprüfung","BB-BGC-non-fcra-esignature-certification-form-title":"Elektronische Signatur","BB-BGC-non-fcra-form-page-next-button-text":"Weiter","BB-BGC-non-fcra-state-specific-notice-heading-title-text":"Landesspezifische Hinweise","BB-BGC-non-fcra-state-specific-notice-review-title-text":"Bitte lies den/die entsprechenden Hinweis(e) unten.","BB-BGC-page-additional-bgc-step-card-title":"Zusätzliche Hintergrundinformationen","BB-BGC-page-content-title":"Hintergrundüberprüfung","BB-BGC-page-continue-button":"Weiter","BB-BGC-page-fcra-edit-form-btn":"Formular bearbeiten","BB-BGC-page-fcra-get-started-btn":"Beginnen","BB-BGC-page-fcra-step-card-title":"Offenlegung gemäß Fair Credit Report Act","BB-BGC-page-fcra-subtitle-text":"Bitte beantworte ein paar Fragen über den unten stehenden Link.","BB-BGC-page-nonfcra-step-card-title":"Nicht-Fair Credit Reporting Act (FCRA) Bestätigungen und Autorisierungen für Hintergrundüberprüfung","BB-BGC-page-provide-authorization-and-information-notice":"Bitte gib die Genehmigung und die für eine Hintergrundüberprüfung erforderlichen Informationen an.","BB-BGC_fcra-disclosure-authorize-amazon-conduct-bgc-radio":"ICH ERMÄCHTIGE Amazon, diese Hintergrundüberprüfung durchzuführen.","BB-BGC_fcra-disclosure-decline-amazon-conduct-bgc-radio":"ICH LEHNE ES AB, Amazon diese Hintergrundüberprüfung zu genehmigen.","BB-BGC_fcra-disclosure-signature-input-error-text":"Bitte gib einen gültigen vollständigen Namen im folgenden Format ein: Vorname Nachname","BB-BGC_fcra-disclosure-signature-input-label-text":"Gib hier deinen vollständigen Namen ein","BB-BGC_fcra-eSignature-acknowledgement-title-text":"Durch meine unten stehende elektronische Signatur bestätige ich Folgendes:","BB-BGC_non-fcra-amazon-conduct-bgc-reminder-text":"Wie in dem separaten Offenlegungs- und Genehmigungsdokument des Fair Credit Reporting Act offengelegt und von mir genehmigt, wird Amazon.com, Inc. oder seine Tochtergesellschaften oder verbundenen Unternehmen („Amazon“) eine Hintergrundüberprüfung über mich durchführen.","BB-ConsentPage-create-application-button":"Bewerbung erstellen","BB-ConsentPage-data-policy-header-text":"Mit deiner Bewerbung erklärst du dich einverstanden mit der","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item1-text":"bestätigst du, dass du die Stellenbeschreibung für die Stelle, auf die du dich bewirbst, gelesen hast und dass du die grundlegenden Anforderungen für die Ausübung der Tätigkeit verstehst;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item2-text":"erklärst du dich mit der Verarbeitung, Analyse und Bewertung deiner personenbezogenen Daten durch Amazon, salesforce.com oder andere Dritte für die Zwecke deiner Bewerbung und für andere legitime Zwecke von Amazon einverstanden. Um Zweifel auszuschließen, umfasst die „Verarbeitung“ deiner personenbezogenen Daten das Sammeln, Empfangen, Aufzeichnen, Organisieren, Zusammenstellen, Speichern, Aktualisieren, Ändern, Verwenden, Verbreiten, Verteilen, Zusammenführen, Verknüpfen, Sperren, Verringern, Löschen oder Vernichten deiner personenbezogenen Daten, ist aber nicht darauf beschränkt;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item3-text":"erklärst du dich damit einverstanden, dass Amazon deine personenbezogenen Daten nach dem Bewerbungsverfahren aufbewahrt, um ihm bei der effektiven Überwachung seiner Bewerbungsverfahren zu unterstützen, und dass deine personenbezogenen Daten in einer elektronischen Datenbank in den USA gespeichert werden.","BB-ConsentPage-flyout-user-data-policy-by-applying-text":"Durch deine Bewerbung wirst du:","BB-ConsentPage-flyout-user-data-policy-paragraph1-text":"Amazon setzt sich für einen vielfältigen und integrativen Arbeitsplatz ein. Amazon ist ein Arbeitgeber der Chancengleichheit und diskriminiert nicht aufgrund von Ethnie, nationaler Herkunft, Geschlecht, Geschlechtsidentität, sexueller Orientierung, geschütztem Veteranenstatus, Behinderung, Alter oder einem anderen gesetzlich geschützten Status. Menschen mit Behinderungen, die angemessene Vorkehrungen beantragen möchten, besuchen bitte <a href='https://www.amazon.jobs/en/disability/us' target='_blank' rel='noopener noreferrer'>https://www.amazon.jobs/en/disability/us</a>","BB-ConsentPage-flyout-user-data-policy-paragraph2-text":"Amazon nimmt den Schutz deiner personenbezogenen Daten ernst und verarbeitet deine personenbezogenen Daten nur in Übereinstimmung mit den gesetzlichen Bestimmungen. Insbesondere geben wir deine personenbezogenen Daten nicht ohne deine vorherige Zustimmung an Dritte weiter, es sei denn, wir sind gesetzlich dazu verpflichtet. Sofern du nichts anderes angibst, speichert das einstellende Amazon-Unternehmen deine personenbezogenen Daten in der elektronischen Datenbank, die von Amazon.com in den USA oder einem seiner verbundenen Unternehmen unterhalten wird. Vollständige Informationen darüber, wie Amazon deine personenbezogenen Daten speichert und verarbeitet, findest du hier <a href='http://www.amazon.jobs/' target='_blank' rel='noopener noreferrer'>http://www.amazon.jobs/</a>","BB-ConsentPage-flyout-user-data-policy-paragraph3-text":"Zusätzlich zu der Stelle, auf die du dich heute beworben hast, haben wir möglicherweise noch andere Stellen, die die gleichen oder ähnliche Aufgaben erfordern. Dabei kann es sich um Vollzeit-, Kurzzeit-, Teilzeit-, Saison- und/oder befristete Stellen handeln, die an diesem Standort oder an anderen Amazon-Standorten in der Nähe verfügbar sind. Du bist nicht verpflichtet, eine Stelle bei Amazon oder unseren Partnern anzunehmen. Mit dem Ausfüllen deiner Bewerbung erklärst du dich jedoch damit einverstanden, dass du für Stellen auf gleicher Ebene und auf Stundenbasis in einem Umkreis von 50 km um deinen Bewerbungsort berücksichtigt wirst. Dazu gehört auch die Weitergabe deiner Bewerberdaten an unsere Partner (Personalvermittlungsagenturen), die sowohl für unseren regulären als auch für unseren temporären Mitarbeiterbedarf einstellen.","BB-ConsentPage-flyout-user-data-policy-title-text":"Richtlinie für Benutzerdaten","BB-ConsentPage-qualification-criteria-header-text":"Mit deiner Bewerbung bestätigst du, dass:","BB-ConsentPage-user-data-Policy-button":"Richtlinie für Benutzerdaten","BB-Constants-language-english":"Englisch","BB-Constants-language-spanish":"Spanisch","BB-ContingencyOffer-accept-offer-button-text":"Angebot akzeptieren","BB-ContingencyOffer-back-to-jobs-button-text":"Zurück zu Stellen","BB-ContingencyOffer-common-question-title-text":"Häufige Fragen","BB-ContingencyOffer-contingent-offer-meaning-popover-close-btn":"Schließen.","BB-ContingencyOffer-contingent-offer-meaning-popover-content":"Wie nach geltendem Recht zulässig, hängt dein Angebot davon ab, dass du die vorgeschriebene Hintergrundüberprüfung, den Drogentest (falls zutreffend) und die Überprüfung der Eignung für eine Wiedereinstellung (falls zutreffend) erfolgreich bestehst. Daher ist es wichtig, dass du die Schritte vor der Einstellung auf der nächsten Seite abschließt. Unter Umständen kann sich dein erster Arbeitstag verzögern, weil die Einstellungsvoraussetzungen nicht rechtzeitig erfüllt wurden. Wenn dies der Fall sein sollte, werden wir uns bald bei dir melden.","BB-ContingencyOffer-contingent-offer-meaning-popover-title-text":"Was ist ein Kontingent-Angebot?","BB-ContingencyOffer-job-picked-title-text":"Hier ist das bedingte Angebot für die von dir ausgewählte Stelle.","BB-ContingencyOffer-job-requirement-Section-title":"Stellenanforderungen.","BB-ContingencyOffer-remaining-steps-container-title":"Verbleibende Schritte","BB-ContingencyOffer-understanding-accept-offer-requirement-confirm-text":"Mit der Annahme dieses Angebots bestätigst du, dass du die Anforderungen dieser Stelle verstanden hast.","BB-ContingencyOffer-well-done-text":"Gute Arbeit bisher","BB-ContingencyOffers-contingent-offer-meaning-popover-content":"Dieses Angebot ist eine Bestätigung, dass du als Mitarbeiter von Amazon eingestellt wirst, wenn du den Hintergrundtest, den Drogentest und alle anderen erforderlichen Aktivitäten vor der Einstellung erfolgreich absolvierst.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-last-line":"sich dein Starttermin verzögert, du erhälst weitere Informationen über die nächsten Schritte.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-next-line":"Deine Startzeit kann sich verzögern, wenn:","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-one":"Die Hintergrundüberprüfung wurde nicht rechtzeitig abgeschlossen.","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-three":"Ausbildungsplätze füllen sich","BB-ContingencyOffers-contingent-offer-meaning-popover-content-point-two":"Du erfüllst die Anforderungen des Drogentests nicht rechtzeitig","BB-Country-United-States":"USA","BB-DayName-Friday":"Freitag","BB-DayName-Monday":"Montag","BB-DayName-Saturday":"Samstag","BB-DayName-Sunday":"Sonntag","BB-DayName-Thursday":"Donnerstag","BB-DayName-Tuesday":"Dienstag","BB-DayName-Wednesday":"Mittwoch","BB-DaysHoursFilter-title-text":"Terminpläne filtern","BB-Detailed-button-error-text-message":"Bitte aktiviere das Kontrollkästchen, um fortzufahren.","BB-FilterSchedule-DesiredHours-Upto-hours":"Bis zu {hourNumber} Stunden","BB-FilterSchedule-desired-hour-select-label-text":"Gewünschte Stunden pro Woche","BB-FilterSchedule-desired-hour-select-place-holder":"Gewünschte Stunden auswählen","BB-JobOpportunity-Go-To-Dashboard-Link":"Zurück zum Stellen-Dashboard","BB-JobOpportunity-back-to-indexPage-link":"Stellen ansehen","BB-JobOpportunity-back-to-jobConfirmation-link":"Zurück","BB-JobOpportunity-filter-button":"Filter","BB-JobOpportunity-filter-schedule-flyout-apply-Btn":"Anwenden","BB-JobOpportunity-filter-schedule-flyout-reset-Btn":"Zurücksetzen","BB-JobOpportunity-filter-schedule-flyout-title":"Filter","BB-JobOpportunity-go-to-jobDescription-link":"Berufsanforderungen und Leistungen","BB-JobOpportunity-select-job-button":"Diese Stelle auswählen","BB-JobOpportunity-sort-button":"Sortieren","BB-JobOpportunity-sort-schedule-by-hours-least-to-most":"Stunden - von den wenigsten bis zu den meisten","BB-JobOpportunity-sort-schedule-by-hours-most-to-least":"Stunden - von den meisten bis zu den wenigsten","BB-JobOpportunity-sort-schedule-by-pay-rate-high-to-least":"Vergütungssatz – vom höchsten zum niedrigsten","BB-JobOpportunity-sort-schedule-flyout-apply-Btn":"Anwenden","BB-JobOpportunity-sort-schedule-flyout-title":"Sortieren nach","BB-PreConsentPage-banner-journey-starts":"Dein Weg zum Amazon-Mitarbeiter beginnt hier.","BB-PreconsentPage-next-Button":"Weiter","BB-PreconsentPage-preview-steps-button":"Vorschau der Schritte","BB-ReverseMapping-candidate-disability-dont-wish-to-answer":"ICH MÖCHTE NICHT ANTWORTEN","BB-ReverseMapping-candidate-disability-no":"NEIN, ICH HABE KEINE BEHINDERUNG","BB-ReverseMapping-candidate-disability-yes":"JA, ICH HABE EINE BEHINDERUNG (oder hatte zuvor eine Behinderung)","BB-ReverseMapping-candidate-ethnicity-american-indian-alaska-native":"Amerikanischer Ureinwohner/Alaska-Ureinwohner","BB-ReverseMapping-candidate-ethnicity-black-african-american":"Schwarz/Afroamerikanisch","BB-ReverseMapping-candidate-nationalId-US-SSN":"Vereinigte Staaten — Sozialversicherungsnummer","BB-ReviewSubmit-edit-button-text":"Bearbeiten","BB-ReviewSubmit-header-title-text":"Überprüfen und einreichen","BB-ReviewSubmit-job-details-section-authorized-text":"Autorisiert","BB-ReviewSubmit-job-details-section-background-check-text":"Hintergrundüberprüfung","BB-ReviewSubmit-job-details-section-date-of-birth-text":"Geburtsdatum:","BB-ReviewSubmit-job-details-section-national-id-number-text":"Nummer des Lichtbildausweises:","BB-ReviewSubmit-job-details-section-national-id-type-text":"Art des Lichtbildausweises:","BB-ReviewSubmit-job-details-section-send-free-copy-of-background-check-text":"Kostenlose Kopie der Hintergrundüberprüfung senden","BB-ReviewSubmit-job-details-section-title-text":"Jobdetails","BB-ReviewSubmit-pre-hire-appointment-section-hours-text":"Stunden:","BB-ReviewSubmit-pre-hire-appointment-section-look-forward-text":"Wir freuen uns darauf, dich zu der oben genannten Zeit zu sehen.","BB-ReviewSubmit-pre-hire-appointment-section-title-text":"Termin vor der Einstellung","BB-ReviewSubmit-selfId-section-disability-status-text":"Status der Behinderung:","BB-ReviewSubmit-selfId-section-equal-opportunity-text":"Chancengleichheit:","BB-ReviewSubmit-selfId-section-title-text":"Freiwillige Selbstauskunft","BB-ReviewSubmit-selfId-section-veteral-status-text":"Veteranenstatus:","BB-ReviewSubmit-submit-application-button-text":"Bewerbung einreichen","BB-Schedule-card-about-how-to-sign-bonus-content":"Dieses Angebot beinhaltet einen Anmeldebonus von {signOnBonus} basierend auf den oben genannten Details. Es ist in mehreren Raten zahlbar, die sich auf bis zu 180 Tage nach dem Start erstrecken können. Wenn du einen neuen Termin vereinbaren musst, kann es sein, dass dieses spezielle Angebot je nach der von dir gewählten neuen Rolle nicht verfügbar ist. Wenn du in den letzten 90 Tagen für Amazon gearbeitet hast, hast du keinen Anspruch auf den Anmeldebonus.","BB-Schedule-card-about-how-to-sign-bonus-title-text":"Wie erhalte ich den Anmeldebonus?","BB-Schedule-card-about-seasonal-duration-popover-title-text":"Was bedeutet eine saisonale Laufzeit?","BB-Schedule-card-bonus-text":"Bonus:","BB-Schedule-card-duration":"Dauer","BB-Schedule-card-hours":"Stunden","BB-Schedule-card-hours-per-week-text":"Stunden/Woche","BB-Schedule-card-languages-supported":"Unterstützte Sprachen","BB-Schedule-card-location":"Standort","BB-Schedule-card-pay-rate":"Vergütungssatz","BB-Schedule-card-possible-start-date-or-earlier-text":"(oder früher!)","BB-Schedule-card-possible-start-date-text":"Mögliches Startdatum:","BB-Schedule-card-shift":"Schicht","BB-Schedule-card-shift-flexible":"Flexibel","BB-Schedule-card-shift-required-dates":"Erforderliche Schulungstermine","BB-Schedule-card-start-date":"Startdatum","BB-Schedule-card-total-pay-per-hour-text":"/Stunde","BB-Schedules-card-about-how-to-sign-bonus-content":"Dieses Angebot beinhaltet einen Anmeldebonus von {signOnBonus} basierend auf den oben genannten Details. Es ist in mehreren Raten zu zahlen, die sich bis zu 180 Tage nach deinem Start erstrecken können.","BB-Schedules-card-about-how-to-sign-bonus-content-last-line":"Wenn du in den letzten 90 Tagen für Amazon gearbeitet hast, hast du keinen Anspruch auf einen Anmeldebonus.","BB-Schedules-card-about-how-to-sign-bonus-content-point":"Dieses spezielle Angebot ist möglicherweise nicht verfügbar, wenn:","BB-Schedules-card-about-how-to-sign-bonus-content-point-one":"Du verschiebst deine Schicht","BB-Schedules-card-about-how-to-sign-bonus-content-point-three":"du eine neue Rolle wählst.","BB-Schedules-card-about-how-to-sign-bonus-content-point-two":"du dein Startdatum verschiebst, oder","BB-SelfId-disability-form-card-title-text":"Freiwillige Selbstauskunft über eine Behinderung","BB-SelfId-disability-form-control-number-text":"OMB-Kontrollnummer: 1250-0005","BB-SelfId-disability-form-disability-checkbox-item-do-wish-to-answer-text":"Ich möchte nicht antworten","BB-SelfId-disability-form-disability-checkbox-item-no-text":"Nein, ich habe keine Behinderung oder eine Vorgeschichte/einen Bericht einer Behinderung","BB-SelfId-disability-form-disability-checkbox-item-yes-text":"Ja, ich habe eine Behinderung oder habe eine Vorgeschichte/einen Bericht über eine Behinderung","BB-SelfId-disability-form-disability-item-autism-text":"Autismus","BB-SelfId-disability-form-disability-item-autoimmune-disorder-text":"Autoimmunerkrankung","BB-SelfId-disability-form-disability-item-blind-or-low-vision-text":"Blind oder sehbehindert","BB-SelfId-disability-form-disability-item-cancer-text":"Krebs","BB-SelfId-disability-form-disability-item-celiac-disease-text":"Zöliakie","BB-SelfId-disability-form-disability-item-cerebral-palsy-text":"Zerebralparese","BB-SelfId-disability-form-disability-item-depression-or-anxiety-text":"Depression oder Angstzustände","BB-SelfId-disability-form-disability-item-diabetes-text":"Diabetes","BB-SelfId-disability-form-disability-item-epilepsy-text":"Epilepsie","BB-SelfId-disability-form-disability-item-gastrointestinal-disorders-text":"Magen-Darm-Erkrankungen, zum Beispiel Morbus Crohn oder Reizdarmsyndrom","BB-SelfId-disability-form-disability-item-hearing-capacity-text":"Gehörlos oder schwerhörig","BB-SelfId-disability-form-disability-item-heart-disease-text":"Herz-Kreislauf- oder Herzkrankheit","BB-SelfId-disability-form-disability-item-intellectual-disability-text":"Geistige Behinderung","BB-SelfId-disability-form-disability-item-missing-limb-text":"Fehlende Gliedmaßen oder teilweise fehlende Gliedmaßen","BB-SelfId-disability-form-disability-item-nervous-system-condition-text":"Erkrankung des Nervensystems, z. B. Migräne, Parkinson-Krankheit oder Multiple Sklerose (MS)","BB-SelfId-disability-form-disability-item-psychiatric-condition-text":"Psychiatrische Erkrankung, z. B. bipolare Störung, Schizophrenie, PTBS oder schwere Depression","BB-SelfId-disability-form-disability-public-burden-content-text":"Gemäß dem Paperwork Reduction Act von 1995 ist niemand verpflichtet, auf eine Informationssammlung zu antworten, wenn diese Sammlung keine gültige OMB-Kontrollnummer aufweist. Das Ausfüllen dieser Umfrage sollte etwa 5 Minuten dauern.","BB-SelfId-disability-form-disability-public-burden-header-text":"Erklärung zu staatlichen Abgaben","BB-SelfId-disability-form-disability-scope-list-header-text":"Zu den Behinderungen gehören unter anderem:","BB-SelfId-disability-form-expiration-date-text":"Gültig bis 31.05.2023","BB-SelfId-disability-form-how-know-have-disability-content-text":"Eine Behinderung liegt vor, wenn eine körperliche oder geistige Beeinträchtigung oder ein medizinischer Zustand vorliegt, der eine wichtige Lebensaktivität erheblich einschränkt, oder wenn eine solche Beeinträchtigung oder ein solcher medizinischer Zustand in der Vorgeschichte oder in den Akten verzeichnet ist.","BB-SelfId-disability-form-how-know-have-disability-header-text":"Woher weiß ich, ob ich eine Behinderung habe?","BB-SelfId-disability-form-name-text":"Formular CC-305","BB-SelfId-disability-form-select-disability-checkbox-label-text":"Bitte kreuze eines der folgenden Kästchen an","BB-SelfId-disability-form-submit-button-text":"Einreichen","BB-SelfId-disability-form-why-this-form-content-paragraph1-text":"Wir sind ein staatlicher Auftragnehmer oder Unterauftragnehmer, der gesetzlich verpflichtet ist, qualifizierten Menschen mit Behinderungen gleiche Beschäftigungschancen zu bieten. Wir sind außerdem verpflichtet, unsere Fortschritte zu messen, damit mindestens 7 % unserer Belegschaft Menschen mit Behinderungen sind. Zu diesem Zweck müssen wir Bewerber und Mitarbeiter fragen, ob sie eine Behinderung haben oder jemals eine hatten. Da eine Person jederzeit eine Behinderung entwickeln kann, bitten wir alle unsere Mitarbeiter, ihre Angaben mindestens alle fünf Jahre zu aktualisieren.","BB-SelfId-disability-form-why-this-form-content-paragraph2-text":"Die Angabe, dass du eine Person mit einer Behinderung bist, ist freiwillig, und wir hoffen, dass du dich dazu entschließt, diese Angabe zu machen. Deine Antwort wird vertraulich behandelt und darf weder von den auswählenden Beamten noch von anderen Personen, die an Personalentscheidungen beteiligt sind, eingesehen werden. Das Ausfüllen des Formulars hat keinerlei negative Auswirkungen auf dich, unabhängig davon, ob du dich in der Vergangenheit selbst identifiziert hast. Weitere Informationen zu diesem Formular oder zu den Verpflichtungen von Bundesauftragnehmern zur Gleichbehandlung bei der Beschäftigung gemäß Abschnitt 503 des Rehabilitationsgesetzes (Rehabilitation Act) findest du auf der Website des Office of Federal Contract Compliance Programs (OFCCP) des US-Arbeitsministeriums unter <a href='https://www.dol.gov/agencies/ofccp' target='_blank' rel='noopener noreferrer'>www.dol.gov/ofccp</a>.","BB-SelfId-disability-form-why-this-form-header-text":"Warum wirst du gebeten, dieses Formular auszufüllen?","BB-SelfId-equal-opportunity-form-ethinicity-Asian-details-text":"Personen, die aus einem der ursprünglichen Völker des Fernen Ostens, Südostasiens oder des indischen Subkontinents stammen, z. B. aus Kambodscha, China, Indien, Japan, Korea, Malaysia, Pakistan, den Philippinen, Thailand und Vietnam","BB-SelfId-equal-opportunity-form-ethinicity-Asian-title-text":"Asiatisch (nicht hispanisch oder lateinamerikanisch)","BB-SelfId-equal-opportunity-form-ethinicity-american-details-text":"Personen, die von einem der ursprünglichen Völker Nord- und Südamerikas (einschließlich Mittelamerikas) abstammen und die eine Stammeszugehörigkeit oder Gemeinschaftsbindung aufrechterhalten","BB-SelfId-equal-opportunity-form-ethinicity-american-title-text":"Indianer/Ureinwohner Alaskas (nicht hispanisch oder lateinamerikanisch)","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-details-text":"Personen, die von einer der schwarzen Bevölkerungsgruppen Afrikas abstammen","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-title-text":"Schwarz/Afroamerikaner (nicht hispanisch oder lateinamerikanisch)","BB-SelfId-equal-opportunity-form-ethinicity-choose-not-to-identify-title-text":"Ich ziehe es vor, mich nicht selbst zu identifizieren","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-details-text":"Personen kubanischer, mexikanischer, puertorikanischer, süd- oder mittelamerikanischer oder anderer spanischer Kultur oder Herkunft, unabhängig von ihrer Ethnie","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-title-text":"Hispanisch/Lateinamerikanisch","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-details-text":"Personen, die von einem der Völker von Hawaii, Guam, Samoa oder anderen Pazifikinseln abstammen","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-title-text":"Hawaiianischer Ureinwohner/anderer pazifischer Insulaner (nicht hispanisch oder lateinamerikanisch)","BB-SelfId-equal-opportunity-form-ethinicity-next-button-text":"Weiter","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-details-text":"Nicht-hispanische Personen, die sich mit mehr als einer der folgenden fünf Ethnien identifizieren: (1) Weiß, (2) Schwarz, (3) Asiatisch, (4) Hawaiianischer Ureinwohner/anderer pazifischer Insulaner, (5) Indianer/Ureinwohner Alaskas","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-title-text":"Zwei oder mehr Ethnien (nicht hispanisch oder lateinamerikanisch)","BB-SelfId-equal-opportunity-form-ethinicity-white-details-text":"Personen, die von einem der ursprünglichen Völker Europas, des Nahen Ostens oder Nordafrikas abstammen","BB-SelfId-equal-opportunity-form-ethinicity-white-title-text":"Weiß (nicht hispanisch oder lateinamerikanisch)","BB-SelfId-equal-opportunity-form-ethnicity-label-text":"Was ist deine Ethnie/ethnische Herkunft?","BB-SelfId-equal-opportunity-form-gender-choose-not-to-identify-text":"Ich ziehe es vor, mich nicht selbst zu identifizieren","BB-SelfId-equal-opportunity-form-gender-female-text":"Weiblich","BB-SelfId-equal-opportunity-form-gender-label-text":"Was ist dein Geschlecht?","BB-SelfId-equal-opportunity-form-gender-male-text":"Männlich","BB-SelfId-equal-opportunity-form-military-spouse-label-text":"Bist du ein/e Militärangehörige/r?","BB-SelfId-equal-opportunity-form-military-spouse-option-choose-not-to-identify-text":"Ich ziehe es vor, mich nicht selbst zu identifizieren","BB-SelfId-equal-opportunity-form-military-spouse-option-no-text":"Nein","BB-SelfId-equal-opportunity-form-military-spouse-option-yes-text":"Ja","BB-SelfId-equal-opportunity-form-protected-veteran-choose-not-to-identify-option-text":"Ich ziehe es vor, mich nicht selbst zu identifizieren","BB-SelfId-equal-opportunity-form-protected-veteran-definition-active-duty-wartime-item-text":"<b>Veteran mit aktivem Dienst in Kriegszeiten oder Veteran mit Kampfabzeichen</b>: Ein Veteran, der im aktiven Dienst in den USA gedient hat. Das Abzeichen wurde gemäß den vom Verteidigungsministerium verwalteten Gesetzen genehmigt.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-armed-force-medal-veteran-item-text":"<b>Veteran mit Auszeichnung für besondere Verdienste</b>: Ein Veteran, der während seines aktiven Dienstes im US-Militär, im Land-, See- oder Luftdienst, an einer Militäroperation der Vereinigten Staaten teilgenommen hat, für die eine Armed Forces Service Medal gemäß <a href='https://www.federalregister.gov/documents/1996/01/18/96-622/establishing-the-armed-forces-service-medal' target='_blank' rel='noopener noreferrer'>Executive Order</a> verliehen wurde.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-disabled-veteran-item-text":"<b>Versehrter Veteran</b>: Ein Veteran des US-Militärs, der Land-, See- oder Luftstreitkräfte, der nach den vom Minister für Veteranenangelegenheiten verwalteten Gesetzen Anspruch auf eine Entschädigung hat (oder ohne den Erhalt von Ruhestandsbezügen Anspruch auf eine Entschädigung hätte); oder eine Person, die aufgrund einer mit dem Dienst verbundenen Behinderung aus dem aktiven Dienst entlassen oder freigestellt wurde.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-list-title-text":"<b>Als geschützter Veteran</b> gelten folgende Personen:","BB-SelfId-equal-opportunity-form-protected-veteran-definition-recently-removed-veteran-item-text":"</b>: Jede(r) Veteran(in) während des Dreijahreszeitraums, der mit dem Datum seiner/ihrer Entlassung aus dem aktiven Dienst in der US-Armee, zu Lande, zur See oder in der Luft beginnt.","BB-SelfId-equal-opportunity-form-protected-veteran-next-button-text":"Weiter","BB-SelfId-equal-opportunity-form-protected-veteran-no-option-text":"Nein","BB-SelfId-equal-opportunity-form-protected-veteran-select-label-text":"Wenn du glaubst, zu einer der Kategorien geschützter Veteranen zu gehören, gib dies bitte an, indem du das entsprechende Kästchen unten ankreuzt.","BB-SelfId-equal-opportunity-form-protected-veteran-statement-text":"Amazon ist ein Auftragnehmer der Bundesregierung und unterliegt dem Vietnam Era Veterans' Readjustment Assistance Act von 1974, geändert durch den Jobs for Veterans Act von 2002, <a href='https://www.govinfo.gov/content/pkg/USCODE-2018-title38/html/USCODE-2018-title38-partIII-chap42-sec4212.htm' target='_blank' rel='noopener noreferrer'> 38 U.S.C.4212 </a> (VEVRAA), der von den Auftragnehmern der Regierung verlangt, positive Maßnahmen zu ergreifen, um (1) versehrte Veteranen, (2) kürzlich aus dem Dienst ausgeschiedene Veteranen, (3) Veteranen im aktiven Dienst oder mit Kriegsabzeichen und (4) Veteranen, die in den Streitkräften gedient haben, einzustellen und in der Beschäftigung zu fördern. Die folgende Aufforderung zur Selbstauskunft über deinen geschützten Veteranenstatus erfolgt gemäß Abschnitt 4212. Die Offenlegung dieser Informationen ist komplett freiwillig, und die Verweigerung dieser Angaben hat keine nachteiligen Folgen für dich.","BB-SelfId-equal-opportunity-form-protected-veteran-yes-option-text":"Ja","BB-SelfId-equal-opportunity-form-statement-text":"Amazon schätzt alle Formen der Vielfalt und unterliegt bestimmten Vorschriften zur Nichtdiskriminierung und zu positiven Maßnahmen, die uns dazu verpflichten, Bewerber und Mitarbeiter aufzufordern, freiwillig ihr Geschlecht und ihre Ethnie/ethnische Zugehörigkeit anzugeben. Die Übermittlung dieser Informationen ist freiwillig, und die Verweigerung dieser Angaben hat keine nachteiligen Folgen für dich. Die erhaltenen Informationen werden vertraulich behandelt und dürfen nur in Übereinstimmung mit den Bestimmungen der geltenden Bundesgesetze, Durchführungsverordnungen und Vorschriften verwendet werden, einschließlich derjenigen, die eine Zusammenfassung der Informationen und deren Meldung an die Bundesregierung zum Zwecke der Durchsetzung der Bürgerrechte vorsehen. Wenn du dein Geschlecht oder deine Ethnie bzw. ethnische Zugehörigkeit zu diesem Zeitpunkt nicht selbst angeben möchtest, sind wir von der Bundesregierung verpflichtet, diese Informationen für Mitarbeiter durch eine visuelle Umfrage und/oder andere verfügbare Informationen zu ermitteln.","BB-SelfId-equal-opportunity-form-title-text":"Formular zur freiwilligen Selbstauskunft zur Chancengleichheit","BB-SelfId-equal-opportunity-form-veteran-status-label-text":"Bist du ein Veteran?","BB-SelfId-equal-opportunity-form-veteran-status-option-choose-not-to-identify-text":"Ich ziehe es vor, mich nicht selbst zu identifizieren","BB-SelfId-equal-opportunity-form-veteran-status-option-no-text":"Nein","BB-SelfId-equal-opportunity-form-veteran-status-option-yes-text":"Ja","BB-SelfId-form-continue-button-text":"Weiter","BB-SelfId-veteran-status-form-statement-paragraph1-text":"Bei Amazon treiben Tausende von Veteranen und Militärangehörigen Innovationen voran und legen die Messlatte für das Kundenerlebnis höher. Menschen mit militärischem Hintergrund sind täglich in der Lage, ihr Wissen, ihre Fertigkeiten und ihre Führungsqualitäten in einer Vielzahl von Berufen einzusetzen und damit Veränderungen in der ganzen Welt zu bewirken. Aus diesen Gründen bemühen wir uns aktiv um die Einstellung von Veteranen und Militärangehörigen.","BB-SelfId-veteran-status-form-statement-paragraph2-text":"Bei Amazon treiben Tausende von Veteranen und Militärangehörigen Innovationen voran und legen die Messlatte für das Kundenerlebnis höher. Menschen mit militärischem Hintergrund sind täglich in der Lage, ihr Wissen, ihre Fertigkeiten und ihre Führungsqualitäten in einer Vielzahl von Berufen einzusetzen und damit Veränderungen in der ganzen Welt zu bewirken. Aus diesen Gründen bemühen wir uns aktiv um die Einstellung von Veteranen und Militärangehörigen.","BB-SelfId-veteran-status-title-text":"Freiwillige Selbstauskunft zum Veteranenstatus","BB-States-Alabama":"AL — Alabama","BB-States-Alaska":"AK — Alaska","BB-States-Arizona":"AZ — Arizona","BB-States-Arkansas":"AR — Arkansas","BB-States-California":"CA — Kalifornien","BB-States-Colorado":"CO — Colorado","BB-States-Connecticut":"CT — Connecticut","BB-States-Delaware":"DE — Delaware","BB-States-District-of-Columbia":"DC — District of Columbia","BB-States-Florida":"FL — Florida","BB-States-Georgia":"GA — Georgia","BB-States-Hawaii":"HI — Hawaii","BB-States-Idaho":"ID — Idaho","BB-States-Illinois":"IL — Illinois","BB-States-Indiana":"IM — Indiana","BB-States-Iowa":"IA — Iowa","BB-States-Kansas":"KS — Kansas","BB-States-Kentucky":"KY — Kentucky","BB-States-Louisiana":"LA — Louisiana","BB-States-Maine":"ME — Maine","BB-States-Maryland":"MD — Maryland","BB-States-Massachusetts":"MA — Massachusetts","BB-States-Michigan":"MI — Michigan","BB-States-Minnesota":"MN — Minnesota","BB-States-Mississippi":"MS — Mississippi","BB-States-Missouri":"MO — Missouri","BB-States-Montana":"MT — Montana","BB-States-Nebraska":"NE — Nebraska","BB-States-Nevada":"NV — Nevada","BB-States-New-Hampshire":"NH — New Hampshire","BB-States-New-Jersey":"NJ — New Jersey","BB-States-New-Mexico":"NM — New Mexico","BB-States-New-York":"NY — New York","BB-States-North-Carolina":"NC — North Carolina","BB-States-North-Dakota":"ND — North Dakota","BB-States-Ohio":"OH — Ohio","BB-States-Oklahoma":"OK — Oklahoma","BB-States-Oregon":"OR — Oregon","BB-States-Pennsylvania":"PA — Pennsylvania","BB-States-Rhode-Island":"RI — Rhode Island","BB-States-South-Carolina":"SC — South Carolina","BB-States-South-Dakota":"SD — South Dakota","BB-States-Tennessee":"TN — Tennessee","BB-States-Texas":"TX — Texas","BB-States-Utah":"UT — Utah","BB-States-Vermont":"VT — Vermont","BB-States-Virginia":"VA — Virginia","BB-States-Washington":"WA – Washington","BB-States-west-virginia":"WV – West Virginia","BB-States-wisconsin":"WI – Wisconsin","BB-States-wyoming":"WY – Wyoming","BB-StepHeader-view-progress-button":"Fortschritt anzeigen","BB-StepHeader-view-progress-flyout-close-button":"Fertig","BB-StepHeader-view-progress-flyout-title":"Fortschritt anzeigen","BB-ThankYou-fill-wotc-description-text":"Fülle für deinen Termin vor der Einstellung den Fragebogen zu den Steuergutschriften für Arbeitsmöglichkeiten (WOTC) aus.","BB-ThankYou-get-pre-hire-appointment-details-text":"Details zum Termin vor der Einstellung","BB-ThankYou-get-started-button-text":"Fangen wir an","BB-ThankYou-look-forward-next-steps-text":"Wir freuen uns auf dich. Hier sind deine nächsten Schritte:","BB-ThankYou-nhe-appointment-details-visit-us-text":"Besuche uns für eine 30-minütige Sitzung jederzeit zwischen {startTime} und {endTime}.","BB-ThankYou-nhe-appointment-flyout-acceptable-documents-text":"Klicke <a href='https://www.uscis.gov/i-9-central/form-i-9-acceptable-documents' target='_blank' rel='noopener noreferrer'>hier</a>, um eine vollständige Liste der zulässigen Dokumente anzuzeigen.","BB-ThankYou-nhe-appointment-flyout-accommodations-assistance-text":"Wenn du Vorkehrungen benötigst, z. B. einen Gebärdensprachendolmetscher für die Einstellungsveranstaltung, rufe bitte <a href='https://www.amazon.com/accommodations' target='_blank' rel='noopener noreferrer'>www.amazon.com/accommodations</a> auf und chatte mit uns, um einen Dolmetscher anzufordern. Bitte kontaktiere uns umgehend, nachdem du deinen Termin vereinbart hast. Wir benötigen mindestens 48 Stunden vor deinem Termin, um Vorkehrungen zu treffen.","BB-ThankYou-nhe-appointment-flyout-appointment-details-title-text":"Termindetails","BB-ThankYou-nhe-appointment-flyout-original-unexpired-photoid-text":"Originaler nicht abgelaufener Lichtbildausweis","BB-ThankYou-nhe-appointment-flyout-original-unexpired-work-authorization-document-text":"Originaldokument zur nicht abgelaufenen Arbeitsgenehmigung","BB-ThankYou-nhe-appointment-flyout-special-assistance-text":"Besondere Unterstützung","BB-ThankYou-nhe-appointment-flyout-things-to-bring-text":"Was du mitbringen solltest","BB-ThankYou-nhe-appointment-flyout-title-text":"Termin vor der Einstellung","BB-ThankYou-referral-details-description-text":"Wurdest du von einem bestehenden Amazon-Mitarbeitenden empfohlen?","BB-ThankYou-referral-details-no-text":"Nein","BB-ThankYou-referral-details-title-text":"Bitte gib Details zur Empfehlung an (falls zutreffend)","BB-ThankYou-referral-details-yes-text":"Ja","BB-ThankYou-referral-login-empty-error-text":"Bitte gib deine Empfehlungsgeber-Anmelde-ID an.","BB-ThankYou-referral-login-error-message-candidate-blocked":"Wir konnten die Anmelde-ID deines Empfehlungsgebers nicht validieren. Bitte kontaktiere uns im Chat unter www.amazon.com/applicationhelp, um Hilfe zu erhalten.","BB-ThankYou-referral-login-error-message-internal-server-error":"Wir konnten die Anmelde-ID deines Empfehlungsgebers nicht validieren. Bitte versuche es noch einmal oder aktualisiere die Seite.","BB-ThankYou-referral-login-error-message-invalid-login-error":"Wir konnten die Anmelde-ID deines Empfehlungsgebers nicht validieren. Bitte überprüfe sie und versuche es erneut.","BB-ThankYou-referral-login-label-text":"Bitte gib deine Empfehlungsgeber-Anmelde-ID an (nur Kleinbuchstaben)","BB-ThankYou-referral-login-regex-error-text":"Die Benutzer-ID sollte nur Kleinbuchstaben enthalten und muss mindestens 4 Buchstaben lang sein.","BB-ThankYou-start-pre-hire-activities-title-text":"Mit den Aktivitäten vor der Einstellung beginnen","BB-ThankYou-thank-you-title-text":"Vielen Dank für deine Bewerbung bei Amazon!","BB-TimeRange-end-time-select-label-text":"Endzeit","BB-TimeRange-start-time-select-label-text":"Startzeit","BB-WOTC-page-description-text":"Amazon-IAT-Tests nehmen an Steuergutschriftenprogrammen auf Bundes- und/oder Landesebene teil. Die von dir angegebenen Informationen werden verwendet, um festzustellen, ob das Unternehmen für diese Programme in Frage kommt, und wirken sich in keiner Weise negativ auf Entscheidungen zur Einstellung, Weiterbeschäftigung oder Beförderung aus.","BB-WOTC-page-title-text":"Fragebogen zur Steuergutschrift für Arbeitsgelegenheiten (WOTC)","BB-already-applied":"Du hast bereits eine Bewerbung für diese Stelle begonnen und/oder abgeschlossen.","BB-already-applied-button-text":"Zurück zum Dashboard","BB-already-applied-description":"Kehre zum Dashboard zurück, um deine Bewerbung fortzusetzen oder die Details zu Bewerbung und Einstellungstermin sowie deine nächsten Schritte anzuzeigen.","BB-amazon-rejects-not-meet-requirements":"Die von dir bereitgestellten Informationen entsprechen nicht unseren Anforderungen. Wir empfehlen dir, andere Stellen auf amazon.jobs anzusehen.","BB-amazon-rejects-return-to-dashboard":"Zurück zum Dashboard","BB-amazon-rejects-thank-you":"Vielen Dank für dein Interesse, aber wir können dir derzeit leider keine Stelle anbieten.","BB-amazon-withdraws":"Vielen Dank für dein Interesse, aber wir können dir derzeit leider keine Stelle anbieten.","BB-amazon-withdraws-button-text":"Zurück zum Dashboard","BB-amazon-withdraws-description":"Die von dir bereitgestellten Informationen entsprechen nicht unseren Anforderungen. Wir empfehlen dir, andere Stellen auf amazon.jobs anzusehen.","BB-application-id-null-description-text":"Etwas stimmt nicht, bitte gehe zum Dashboard","BB-application-id-null-return-to-dashboard-text":"Zurück zum Dashboard","BB-application-id-null-title-text":"Fehler bei der Bewerbung","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item1-text":"Sind für die folgenden Screenreader optimiert: VoiceOver (Mac) und NVDA (Windows) auf Firefox, Chrome und Edge (Windows).","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item2-text":"Kann per Maus oder Tastatur aufgerufen werden.","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-list-header-text":"<b>Kein Teil der Beurteilung ist zeitlich begrenzt</b> – du kannst in deinem eigenen Tempo arbeiten. Alle Abschnitte dieser Beurteilung:","BB-assessment-consent-accommodation-heading-text":"Vorkehrungen für Menschen mit Behinderung","BB-assessment-consent-assessment-heading-text":"Beurteilung","BB-assessment-consent-begin-assessment-button-text":"Beurteilung beginnen","BB-assessment-consent-diversity-and-disability-accommodation-notice-text":"Bei Amazon feiern wir die Vielfalt unserer Belegschaft und vielfältige Arbeitsweisen. Wenn du während des Einstellungsverfahrens, einschließlich der Beurteilung, aufgrund einer Behinderung besondere Unterstützung erforderst, rufe bitte <a href='https://www.amazon.jobs/en/disability/us' target='_blank' rel='noopener noreferrer'> Amazon Accommodation auf.</a>","BB-assessment-consent-excited-in-candidate-interest-text":"Wir freuen uns sehr über dein Interesse, Teil von Amazon zu werden!","BB-assessment-consent-purpose-of-assessment-text":"Diese Beurteilung hilft dir, die Rolle des Associates zu verstehen, und hilft uns, dich kennenzulernen.","BB-assessment-not-eligible-back-to-dashboard-button-text":"Zurück zum Dashboard","BB-assessment-not-eligible-heading-text":"{name}, dein Interesse an Amazon bedeutet uns sehr viel.","BB-assessment-not-eligible-reconsideration-notice-text":"Um zu einem späteren Zeitpunkt erneut für diese Stelle in Betracht gezogen zu werden, kannst du die Beurteilung in drei Monaten erneut durchführen.","BB-assessment-not-eligible-thank-you-and-assessment-not-eligible-notice-text":"Vielen Dank, dass du uns die Gelegenheit gegeben hast, dich für diese Stelle in Betracht zu ziehen. Leider kommt deine Bewerbung derzeit jedoch nicht in die engere Auswahl.","BB-bgc-ConvictionDetail-error-message-fix":"Bitte die Einzelheiten zur Verurteilung angeben. (Gültige Sonderzeichen sind -! /,.()#?)","BB-bgc-ConvictionInfoRadio-error-message":"Bitte aktiviere das Kontrollkästchen, um fortzufahren.","BB-bgc-HasPreviouslyWorkedAtAmazon-error-message":"Bitte aktiviere das Kontrollkästchen, um fortzufahren.","BB-bgc-additional-bgc-form-header-text":"Zusätzliche Hintergrundinformationen","BB-cali-disclosure-page-certify-checkbox-text":"Ich bestätige, dass ich dieses Dokument gelesen und verstanden habe und dass ich Amazon gemäß der CALIFORNIA DISCLOSURE REGARDING INVESTIGATIVE CONSUMER REPORTS ermächtige, einen Verbraucherbericht über mich anzufordern.","BB-cali-disclosure-page-in-connection-text":"Im Zusammenhang mit meiner möglichen Anstellung bei Amazon.com, Inc. oder seinen Tochtergesellschaften oder verbundenen Unternehmen („Amazon“) kann Amazon einen investigativen Verbraucherbericht („Bericht“), auch bekannt als Hintergrundüberprüfung, über mich von der folgenden Verbraucherauskunft einholen:","BB-cali-disclosure-page-next-button-text":"Weiter","BB-cali-disclosure-page-title-text":"Kalifornischer Bericht in Bezug auf investigative Verbraucherberichte","BB-cali-disclosure-page-vendor-accurate-address-line1-text":"7515 Irvine Center Dr.","BB-cali-disclosure-page-vendor-accurate-address-line2-text":"Irvine, CA 92618","BB-cali-disclosure-page-vendor-accurate-name-text":"Accurate Background, LLC („Accurate“)","BB-cali-disclosure-page-vendor-accurate-phone-text":"1-800-216-8024","BB-cali-disclosure-page-vendor-accurate-understand-list-item1-text":"Soweit ein Bericht von Accurate angefordert wird, werden die in diesem Bericht enthaltenen Informationen ausschließlich dazu verwendet, meine Eignung für eine Beschäftigung zu bestimmen.","BB-cali-disclosure-page-vendor-accurate-understand-list-item2-text":"Informationen, die Accurate erhalten hat und die in einem Bericht enthalten sind, können durch eine Vielzahl von Mitteln erlangt werden, einschließlich der Einsichtnahme in rechtmäßig verfügbare Dokumente und Informationen und/oder direktem oder indirektem Kontakt und Befragungen von ehemaligen Arbeitgebern, Schulen, Finanzinstituten, Vermietern, Behörden und anderen Personen, wie z. B. meinen Nachbarn, Freunden und Bekannten, mit denen ich vertraut bin und die möglicherweise über solches Wissen verfügen.","BB-cali-disclosure-page-vendor-accurate-understand-list-item3-text":"Die von Accurate durchzuführende(n) Untersuchung(en), deren Ergebnisse in einem Amazon zur Verfügung gestellten Bericht enthalten sein können, können verschiedene Arten von Informationen über mich hinsichtlich meines Charakters, meines allgemeinen Rufs, meiner persönlichen Eigenschaften oder meiner Lebensweise, meiner Beschäftigung und meines beruflichen Werdegangs, meiner Ausbildung, meines Verkehrsstrafenregisters und meines Strafregisters umfassen, vorbehaltlich aller Einschränkungen, die durch geltendes Bundes- und Landesrecht auferlegt werden.","BB-cali-disclosure-page-vendor-accurate-understand-list-item4-text":"Gemäß dem kalifornischen Zivilgesetzbuch § 1785 ff. und § 1786 ff. kann ich die von Accurate über mich geführten Daten während der regulären Geschäftszeiten einsehen, wenn ein Bericht über mich von Amazon angefordert wird. Ich verstehe, dass ich auch (1) eine Kopie dieser Daten erhalten kann, wenn ich mich ordnungsgemäß ausweise und die Kopierkosten bezahle, und zwar per Einschreiben oder durch persönliches Erscheinen in den Geschäftsräumen von Accurate während der regulären Geschäftszeiten, nachdem ich mein geplantes Erscheinen in angemessener Frist angekündigt habe; und (2) eine Zusammenfassung dieser Daten von Accurate per Telefon auf meine Kosten erhalten kann, wenn ich mich ordnungsgemäß ausweise und einen schriftlichen Antrag auf telefonische Auskunft an Accurate stelle. Ich verstehe, dass Accurate über geschultes Personal verfügt, das mir die Daten, einschließlich aller verschlüsselten Informationen, erklären kann, und dass ich, wenn ich persönlich in den Büros von Accurate erscheine, von einer weiteren Person begleitet werden kann, sofern diese Person sich gegenüber Accurate ordnungsgemäß ausweist.","BB-cali-disclosure-page-vendor-accurate-understand-list-item5-text":"Informationen zu den Datenschutzpraktiken von Accurate findest du unter <a href='https://www.accurate.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://www.accurate.com/privacy-policy/</a>.","BB-cali-disclosure-page-vendor-accurate-understand-text":"Ich verstehe, dass:","BB-cali-disclosure-page-vendor-accurate-url-text":"<a href='https://accuratebackground.com/' target='_blank' rel='noopener noreferrer'>www.accuratebackground.com</a>","BB-cali-disclosure-page-vendor-fadv-address-line1-text":"1 Concourse Parkway NE, Suite 200.","BB-cali-disclosure-page-vendor-fadv-address-line2-text":"Atlanta, GA 30328","BB-cali-disclosure-page-vendor-fadv-name-text":"First Advantage","BB-cali-disclosure-page-vendor-fadv-phone-text":"1-800-845-6004","BB-cali-disclosure-page-vendor-fadv-understand-list-item1-text":"Soweit ein Bericht von First Advantage angefordert wird, werden die in diesem Bericht enthaltenen Informationen ausschließlich dazu verwendet, meine Eignung für eine Beschäftigung zu bestimmen.","BB-cali-disclosure-page-vendor-fadv-understand-list-item2-text":"Informationen, die First Advantage erhalten hat und die in einem Bericht enthalten sind, können durch eine Vielzahl von Mitteln erlangt werden, einschließlich der Einsichtnahme in rechtmäßig verfügbare Dokumente und Informationen und/oder direktem oder indirektem Kontakt und Befragungen von ehemaligen Arbeitgebern, Schulen, Finanzinstituten, Vermietern, Behörden und anderen Personen, wie z. B. meinen Nachbarn, Freunden und Bekannten, mit denen ich vertraut bin und die möglicherweise über solches Wissen verfügen.","BB-cali-disclosure-page-vendor-fadv-understand-list-item3-text":"Die von First Advantage durchzuführende(n) Untersuchung(en), deren Ergebnisse in einem Amazon zur Verfügung gestellten Bericht enthalten sein können, können verschiedene Arten von Informationen über mich hinsichtlich meines Charakters, meines allgemeinen Rufs, meiner persönlichen Eigenschaften oder meiner Lebensweise, meiner Beschäftigung und meines beruflichen Werdegangs, meiner Ausbildung, meines Führungszeugnisses und meines Strafregisters umfassen, vorbehaltlich aller Einschränkungen, die durch geltendes Bundes- und Landesrecht auferlegt werden.","BB-cali-disclosure-page-vendor-fadv-understand-list-item4-text":"Gemäß dem kalifornischen Zivilgesetzbuch § 1785 ff. und § 1786 ff. kann ich die von First Advantage über mich geführten Daten während der regulären Geschäftszeiten einsehen, wenn ein Bericht über mich von Amazon angefordert wird. Ich verstehe, dass ich auch (1) eine Kopie dieser Daten erhalten kann, wenn ich mich ordnungsgemäß ausweise und die Kopierkosten bezahle, und zwar per Einschreiben oder durch persönliches Erscheinen in den Geschäftsräumen von First Advantage während der regulären Geschäftszeiten, nachdem ich mein geplantes Erscheinen in angemessener Frist angekündigt habe; und (2) eine Zusammenfassung dieser Daten von First Advantage per Telefon auf meine Kosten erhalten kann, wenn ich mich ordnungsgemäß ausweise und einen schriftlichen Antrag auf telefonische Auskunft an First Advantage stelle. Ich verstehe, dass First Advantage über geschultes Personal verfügt, das mir die Daten, einschließlich aller verschlüsselten Informationen, erklären kann, und dass ich, wenn ich persönlich in den Büros von First Advantage erscheine, von einer weiteren Person begleitet werden kann, sofern diese Person sich gegenüber First Advantage ordnungsgemäß ausweist.","BB-cali-disclosure-page-vendor-fadv-understand-list-item5-text":"Informationen zu den Datenschutzpraktiken von First Advantage findest du unter <a href='https://fadv.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://fadv.com/privacy-policy/</a>.","BB-cali-disclosure-page-vendor-fadv-understand-text":"Ich verstehe, dass:","BB-cali-disclosure-page-vendor-fadv-url-text":"<a href='https://fadv.com/' target='_blank' rel='noopener noreferrer'>www.fadv.com</a>","BB-can-not-offer-job-description-text":"Die von dir bereitgestellten Informationen entsprechen nicht unseren Anforderungen. Wir empfehlen dir, andere Stellen auf amazon.jobs anzusehen.","BB-can-not-offer-job-return-to-dashboard-text":"Zurück zum Dashboard","BB-can-not-offer-job-title-text":"Vielen Dank für dein Interesse, aber wir können dir derzeit leider keine Stelle anbieten.","BB-candidate-withdraws":"Vielen Dank für dein Interesse, aber wir können dir derzeit leider keine Stelle anbieten.","BB-candidate-withdraws-back-to-dashboard-button-text":"Zurück zum Dashboard","BB-candidate-withdraws-button-text":"Zurück zum Dashboard","BB-candidate-withdraws-description":"Die von dir bereitgestellten Informationen entsprechen nicht unseren Anforderungen. Wir empfehlen dir, andere Stellen auf amazon.jobs anzusehen.","BB-candidate-withdraws-thank-you-text":"Vielen Dank für dein Interesse, aber wir können dir derzeit leider keine Stelle anbieten.","BB-candidate-withdraws-withdraw-reason-text":"Die von dir bereitgestellten Informationen entsprechen nicht unseren Anforderungen. Wir empfehlen, dir die Stellen bei amazon.jobs anzusehen.","BB-counter-message-banner-text":"Wir halten für die nächsten {hours} Stunden und {minutes} Minuten einen Platz für dich frei, um die verbleibenden Schritte abzuschließen.","BB-create-application-error-message-application-exist":"Es tut uns leid, aber du hast dich bereits für diese Stelle beworben!","BB-create-application-error-message-candidate-inactive":"Der Kandidat ist inaktiv. Bewerbung für Kandidaten kann nicht erstellt werden.","BB-create-application-error-message-candidate-not-found":"Kandidat wurde nicht gefunden.","BB-create-application-error-message-default":"Die Bewerbung konnte nicht erstellt werden.","BB-create-application-error-message-internal-server-error":"Mit dem Server ist etwas schief gelaufen. Bitte versuche es erneut oder aktualisiere den Browser.","BB-create-application-error-message-missing-fields":"Pflichtfelder fehlen.","BB-create-application-error-message-version-mismatch":"Die Bewerbung kann nicht aktualisiert werden, da neuere Aktualisierungen vorliegen.","BB-get-application-error-message-application-not-found":"Diese Bewerbung kann nicht abgerufen werden.","BB-get-application-error-message-candidate-not-authorized":"Du kannst nicht auf diese Bewerbung zugreifen.","BB-get-application-error-message-internal-server-error":"Mit dem Server ist etwas schief gelaufen. Bitte versuche es erneut oder aktualisiere den Browser.","BB-get-application-error-message-missing-fields":"Die Bewerbungs-ID ist erforderlich, um Bewerbungsdaten abzurufen.","BB-get-candidate-error-message-failed-get-candidate":"Kandidat konnte nicht gefunden werden.","BB-get-candidate-error-message-no-access-to-application":"Du kannst nicht auf diese Bewerbung zugreifen.","BB-get-job-error-message-unable-fetch-job":"Job konnte nicht abgerufen werden.","BB-get-schedule-detail-error-message-fetch-hch-error":"Die Anfrage zum Personalstand konnte nicht abgerufen werden.","BB-get-schedule-list-error-message-all-shift-filled":"Alle Schichten sind vergeben.","BB-get-schedule-list-error-message-fetch-shifts-failed":"Beim Abrufen der Stellen ist etwas schief gelaufen! Bitte aktualisiere die Seite oder versuche es später erneut.","BB-get-schedule-list-error-message-no-schedule-found":"Alle Schichten sind vergeben.","BB-get-schedule-list-error-message-shifts-bad-request":"Stellen konnten im Moment nicht abgerufen werden. Bitte versuche es später erneut.","BB-get-time-slots-error-message-all-shift-filled":"Alle Schichten sind vergeben.","BB-get-time-slots-error-message-fetch-shift-pref-error":"Schichtpräferenzen können nicht abgerufen werden.","BB-get-time-slots-error-message-fetch_shifts_error":"Beim Abrufen der Stellen ist etwas schief gelaufen! Bitte aktualisiere die Seite oder versuche es später erneut.","BB-get-time-slots-error-message-fetch_time-slot-error":"Ein Fehler ist aufgetreten! Bitte aktualisiere die Seite oder versuche es später erneut.","BB-get-time-slots-error-message-shift-bad-request":"Stellen konnten im Moment nicht abgerufen werden. Bitte versuche es später erneut.","BB-nhe-few-spots-remaining-text":"Sehr wenige Plätze verbleibend","BB-nhe-page-confirm-selection-button-text":"Auswahl bestätigen","BB-nhe-page-header-text":"Einen Termin vor der Einstellung vereinbaren","BB-nhe-page-title-text":"Du hast es fast geschafft, {firstname} {lastname}! Du musst für ein Abzeichenfoto, eine vollständige Arbeitsgenehmigung und gegebenenfalls einen Drogentest persönlich erscheinen.","BB-no-available-shift-all-shifts-filled-text":"Derzeit sind alle Schichten vergeben.","BB-no-available-shift-return-dashboard-to-apply-text":"Bitte kehre zum Dashboard zurück, um dich für andere Stellen zu bewerben.","BB-no-available-shift-return-to-dashboard":"Zurück zum Dashboard","BB-no-available-time-slots-back-to-dashboard-button-text":"Zurück zum Dashboard","BB-no-available-time-slots-description":"Du kannst:","BB-no-available-time-slots-select-different-job":"1. Wähle eine anderes Stellenangebot","BB-no-available-time-slots-select-different-job-link":"Hier klicken","BB-no-available-time-slots-select-later-date-text":"2. Wähle eine Schicht mit einem späteren Startdatum (empfohlen)","BB-no-available-time-slots-title":"Für diese Stelle sind derzeit keine Termine verfügbar.","BB-no-available-time-slots-view-other-shifts-button-text":"Andere Schichten anzeigen","BB-non-fcra-accurate-acknowledgement-item-one":"Der Anbieter für Hintergrundüberprüfungen oder „die Verbraucherauskunft (CRA)“, der die Hintergrundüberprüfung durchführt, ist Accurate Background mit Sitz in 7515 Irvine Center Dr., Irvine, CA 92618, und kann unter (800) 216-8024 oder www.accuratebackground.com erreicht werden.\n\n* Ich verstehe und stimme zu, dass Amazon, soweit gesetzlich zulässig, zusätzliche Hintergrundüberprüfungen über mich zu Beschäftigungszwecken ohne meine weitere Genehmigung anordnen kann, (1) während meines Beschäftigungsverhältnisses, falls vorhanden, und (2) von anderen Verbraucherauskünften als Accurate Background.","BB-non-fcra-accurate-acknowledgement-item-three":"Zu Beschäftigungszwecken und vorbehaltlich aller Gesetze zum Schutz meiner Privatsphäre ermächtige ich außerdem die folgenden Stellen, den Verbraucherauskünften alle für die Hintergrundüberprüfung erforderlichen Informationen zur Verfügung zu stellen: meine früheren oder derzeitigen Arbeitgeber, Schulen, Strafverfolgungsbehörden und andere Regierungsstellen, einschließlich Kfz-Zulassungsstellen.","BB-non-fcra-accurate-acknowledgement-item-two":"Ich verstehe und stimme zu, dass Amazon, soweit gesetzlich zulässig, zusätzliche Hintergrundüberprüfungen über mich zu Beschäftigungszwecken ohne meine weitere Genehmigung anordnen kann, (1) während meines Beschäftigungsverhältnisses, falls vorhanden, und (2) von anderen Verbraucherauskünften als Accurate Background.","BB-non-fcra-accurate-allstate-specific-notice":"<p><b>ALLE STAATEN: </b>Wenn du dieses Kästchen ankreuzt, stellen wir dir eine kostenlose Kopie aller Hintergrundüberprüfungen zur Verfügung","BB-non-fcra-accurate-california-specific-notice":"<p><b>KALIFORNIEN: </b>Du erhältst einen separaten kalifornischen Bericht in Bezug auf investigative Verbraucherberichte („California Disclosure“). Dies ist ein wichtiges Dokument. Bitte lies es sorgfältig durch. Klicke auch <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a>, wenn du eine Stelle bei einem Unternehmen in San Francisco suchst oder bereits dort beschäftigt bist. Indem du unten unterschreibst, ermächtigst du Amazon gemäß kalifornischem Recht und der kalifornischen Offenlegung hiermit, jetzt und jederzeit während einer Anstellung bei Amazon einen Verbraucherbericht einzuholen, der auch als Hintergrundüberprüfung bezeichnet wird.</p>","BB-non-fcra-accurate-minnesota-specific-notice":"<p><b>MINNESOTA: </b>Du hast das Recht, bei der Verbraucherauskunft schriftlich eine vollständige und genaue Auskunft über Art und Umfang eines über dich angeforderten Verbraucherberichts zu beantragen. Die Verbraucherauskunft muss dir die Informationen innerhalb von fünf Werktagen nach Eingang deines Antrags oder nach Bestellung des Berichts zur Verfügung stellen, je nachdem, welcher Zeitpunkt später liegt.</p>","BB-non-fcra-accurate-newyork-specific-notice":"<p><b>NEW YORK: </b>Du hast das Recht, eine schriftliche Anfrage an Amazon zu richten, um zu erfahren, ob wir einen Verbraucherbericht oder eine Verbraucheruntersuchung über dich in Auftrag gegeben haben. Oben sind die Adresse und die Telefonnummer der Verbraucherauskunft angegeben. Du hast das Recht, dich an jede Verbraucherauskunft zu wenden, um einen solchen Bericht einzusehen oder eine Kopie davon zu erhalten. Klicke <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://resources.accuratebackground.com/hubfs/New_York_Correction_Law_Article_23-A-1.pdf\">hier</a>, um Informationen zu deinen Rechten gemäß Artikel 23-A des New York Correction Law zu erhalten.</p>","BB-non-fcra-accurate-washington-specific-notice":"<p><b>WASHINGTON: </b>Du hast das Recht, von der Verbraucherauskunft eine schriftliche Zusammenfassung deiner Rechte gemäß dem Washington Fair Credit Reporting Act zu verlangen.</p>","BB-non-fcra-fadv-acknowledgement-item-one":"Der Anbieter für Hintergrundüberprüfungen oder „die Verbraucherauskunft (CRA)“, der die Hintergrundüberprüfung durchführt, ist First Advantage mit Sitz in 1 Concourse Parkway NE, Suite 200, Atlanta, GA 30328, und kann unter (800) 845-6004 oder www.fadv.com erreicht werden.","BB-non-fcra-fadv-acknowledgement-item-three":"Zu Beschäftigungszwecken und vorbehaltlich aller Gesetze zum Schutz meiner Privatsphäre ermächtige ich außerdem die folgenden Stellen, den Verbraucherauskünften alle für die Hintergrundüberprüfung erforderlichen Informationen zur Verfügung zu stellen: meine früheren oder derzeitigen Arbeitgeber, Schulen, Strafverfolgungsbehörden und andere Regierungsstellen, einschließlich Kfz-Zulassungsstellen.","BB-non-fcra-fadv-acknowledgement-item-two":"Ich verstehe und stimme zu, dass Amazon, soweit gesetzlich zulässig, zusätzliche Hintergrundüberprüfungen über mich zu Beschäftigungszwecken ohne meine weitere Genehmigung anordnen kann, (1) während meines Beschäftigungsverhältnisses, falls vorhanden, und (2) von anderen Verbraucherauskünften als First Advantage.","BB-non-fcra-fadv-allstate-specific-notice":"<p><b>ALLE STAATEN: </b>Wenn du dieses Kästchen ankreuzt, stellen wir dir eine kostenlose Kopie aller Hintergrundüberprüfungen zur Verfügung</p>","BB-non-fcra-fadv-california-specific-notice":"<p><b>KALIFORNIEN: </b>Du erhältst einen separaten kalifornischen Bericht in Bezug auf investigative Verbraucherberichte („California Disclosure“). Dies ist ein wichtiges Dokument. Bitte lies es sorgfältig durch. Klicke auch <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a>, wenn du eine Stelle bei einem Unternehmen in San Francisco suchst oder bereits dort beschäftigt bist. Indem du unten unterschreibst, ermächtigst du Amazon gemäß kalifornischem Recht und der kalifornischen Offenlegung hiermit, jetzt und jederzeit während einer Anstellung bei Amazon einen Verbraucherbericht einzuholen, der auch als Hintergrundüberprüfung bezeichnet wird.</p>","BB-non-fcra-fadv-minnesota-specific-notice":"<p><b>MINNESOTA: </b>Du hast das Recht, bei der Verbraucherauskunft schriftlich eine vollständige und genaue Auskunft über Art und Umfang eines über dich angeforderten Verbraucherberichts zu beantragen. Die Verbraucherauskunft muss dir die Informationen innerhalb von fünf Werktagen nach Eingang deines Antrags oder nach Bestellung des Berichts zur Verfügung stellen, je nachdem, welcher Zeitpunkt später liegt.</p>","BB-non-fcra-fadv-newyork-specific-notice":"<p><b>NEW YORK: </b>Du hast das Recht, eine schriftliche Anfrage an Amazon einzureichen, um zu erfahren, ob wir einen Verbraucherbericht oder eine Verbraucheruntersuchung über dich in Auftrag gegeben haben. Oben sind die Adresse und die Telefonnummer der Verbraucherauskunft angegeben. Du hast das Recht, dich an jede Verbraucherauskunft zu wenden, um einen solchen Bericht einzusehen oder eine Kopie davon zu erhalten. Klicke <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fadv.com/Fadv-prod/media/Assets/FCRA%20page%20PDFs/NY_Correction_Law_Article_23-A.pdf\">hier</a>, um Informationen zu deinen Rechten gemäß Artikel 23-A dem New York Correction Law zu erhalten.</p>","BB-non-fcra-fadv-washington-specific-notice":"<p><b>WASHINGTON: </b>Du hast das Recht, von der Verbraucherauskunft eine schriftliche Zusammenfassung deiner Rechte gemäß dem Washington Fair Credit Reporting Act zu verlangen.</p>","BB-not-rehire-eligible-content-text":"Wir wissen es zu schätzen, dass du dir Zeit genommen hast und wünschen dir viel Glück für die Zukunft.","BB-not-rehire-eligible-title-text":"Vielen Dank für deine aktuelle Bewerbung bei Amazon. Nach sorgfältiger Prüfung werden wir deine Bewerbung nicht weiterverfolgen.","BB-rehire-eligibility-status-back-to-dashboard-button-text":"Zurück zum Dashboard","BB-rehire-not-eligible-active-content-text-one":"Dein lokales HR-Team oder das Mitarbeiter-Ressourcencenter (ERC) sind die beste Anlaufstelle für alle Fragen. Du erreichst das ERC-Team rund um die Uhr unter 1-888-892-7180 (Tel.: 18888927180).","BB-rehire-not-eligible-active-content-text-two":"Danke, dass du Teil des großartigen Teams bei Amazon bist! Wir sind ständig bestrebt, dir die bestmöglichen Mitarbeiterressourcen, Sozialleistungen, Gehälter und flexible Arbeitszeiten zu bieten – all das unterstützt unsere Bemühungen, der beste Arbeitgeber der Welt zu werden!","BB-rehire-not-eligible-active-text-open-opportunities-list-item-one":"Informationen zu Agenturen- oder saisonalen Conversions findest du unter amazon.com/conversions (http://amazon.com/conversions).","BB-rehire-not-eligible-active-text-open-opportunities-list-item-two":"Wende dich an dein Team vor Ort, um Schichten- oder Standortänderungen anzufordern.","BB-rehire-not-eligible-active-text-open-opportunities-list-title":"Die gute Neuigkeit? Es gibt viele offene Stellen, auf die du dich online bewerben kannst. Hier findest du einige Möglichkeiten, wie du deine berufliche Zukunft gestalten kannst:","BB-rehire-not-eligible-active-title-text":"Wir freuen uns über deine aktuelle Bewerbung! Leider kommst du für diese Stelle nicht in Frage, da du bereits bei Amazon beschäftigt bist.","BB-rehire-not-eligible-seasonal-only-content-text":"Bitte besuche unsere Seite für Saisonarbeit, um entsprechende Stellen in deiner Nähe zu sehen.","BB-rehire-not-eligible-seasonal-only-title-text-with-jobTitle":"Vielen Dank für dein Interesse an der Stelle {jobTitle}. Unseren Aufzeichnungen zufolge hast du zuvor bei Amazon gearbeitet.  Zu diesem Zeitpunkt kommst du für eine Wiedereinstellung als saisonaler Amazon-Mitarbeiter oder als Mitarbeiter einer Drittfirma auf der Grundlage deines Arbeitszeugnisses in Frage. Daher können wir deine Bewerbung für diese Stelle nicht berücksichtigen. Wenn du Fragen zur Wiedereinstellungsberechtigung hast, wende dich an das HR-Team vor Ort.","BB-rehire-not-eligible-seasonal-only-title-text-without-jobTitle":"Vielen Dank für dein Interesse an dieser Stelle. Unseren Aufzeichnungen zufolge hast du zuvor bei Amazon gearbeitet.  Zu diesem Zeitpunkt kommst du für eine Wiedereinstellung als saisonaler Amazon-Mitarbeiter oder als Mitarbeiter einer Drittfirma auf der Grundlage deines Arbeitszeugnisses in Frage. Daher können wir deine Bewerbung für diese Stelle nicht berücksichtigen. Wenn du Fragen zur Wiedereinstellungsberechtigung hast, wende dich an das HR-Team vor Ort.","BB-session-timeout":"Die Reservierung deiner Stelle ist abgelaufen.","BB-session-timeout-description":"Wir geben Bewerbern bis zu drei Stunden Zeit, um ihre Bewerbung abzuschließen. Leider hat die Stelle, für die du dich beworben hast, die Drei-Stunden-Grenze überschritten. Bitte informiere dich über die verfügbaren Stellenangebote.","BB-session-timeout-view-job-button-text":"Stellenangebote anzeigen","BB-spinner-loading-text":"Wird geladen ...","BB-update-application-error-message--has-criminal-in7-years-missing":"„Hat Vorstrafen in den vergangenen sieben Jahren“ fehlt.","BB-update-application-error-message-address-line1-missing":"Adresszeile 1 fehlt im Adressobjekt.","BB-update-application-error-message-application-not-found":"Die Bewerbung kann nicht gefunden werden.","BB-update-application-error-message-applicationId-missing":"Bewerbungs-ID fehlt in der Anfrage.","BB-update-application-error-message-applicationId-not-match":"Die Bewerbungs-ID stimmt nicht mit der ID im Anforderungspfad überein.","BB-update-application-error-message-bgc-validation-failed":"Zusätzliche Hintergrundinformationen sind nicht gültig. Bitte aktualisiere alle erforderlichen Felder.","BB-update-application-error-message-cali-disclosure-missing":"hasBGCCaliforniaDisclosureAcknowledged fehlt.","BB-update-application-error-message-can-not-create-application":"Du kannst keine Bewerbung erstellen.","BB-update-application-error-message-candidate-not-authorized":"Du kannst nicht auf diese Bewerbung zugreifen.","BB-update-application-error-message-city-missing-in-address":"Ort fehlt im Adressobjekt.","BB-update-application-error-message-country-missing-in-address":"Land fehlt im Adressobjekt.","BB-update-application-error-message-disability-missing":"Behinderung nicht angegeben.","BB-update-application-error-message-dob-missing-in-request":"Das Geburtsdatum fehlt.","BB-update-application-error-message-duplication-ssn":"Die von dir eingegebene SSN oder nationale Personalausweisnummer ist bereits mit einer anderen E-Mail-Adresse in unserem System verknüpft. Wenn du dich zuvor mit einer anderen E-Mail-Adresse registriert hast, [melde dich ab](/application/logout) und versuche, dich mit dieser E-Mail-Adresse anzumelden. Verwende dazu bei Bedarf den Link „Persönliche PIN vergessen?“ Wenn du Hilfe benötigst, kontaktiere uns bitte per E-Mail oder Chat unter <a href='https://hiring.amazon.com/contact-us#/'> www.amazon.com/applicationhelp</a>.","BB-update-application-error-message-ethnicity-missing":"Ethnische Zugehörigkeit fehlt.","BB-update-application-error-message-failed-update-application":"Die Bewerbung konnte nicht aktualisiert werden.","BB-update-application-error-message-gender-is-missing":"Das Geschlecht fehlt.","BB-update-application-error-message-government-type-missing":"Behördliches Ausweisdokument fehlt.","BB-update-application-error-message-id-number-missing":"Die ID-Nummer fehlt in der Anfrage.","BB-update-application-error-message-invalid-previous-legal-name":"Bitte gib den bisher verwendeten vollständigen Namen im folgenden Format ein: Vorname Nachname.","BB-update-application-error-message-invalid-ssn":"Die Aktualisierung der Bewerbung ist fehlgeschlagen, da die angegebene Nationale Personalausweisnummer ungültig ist. Bitte gib die korrekte und vollständige Nationale Personalausweisnummer ein, bevor du fortfährst.","BB-update-application-error-message-max-ssn-edits":"Die Aktualisierung der Bewerbung ist fehlgeschlagen, da du die maximale Anzahl von Änderungen an deinem Personalausweis erreicht hast. Wenn du dich zuvor mit einer anderen E-Mail-Adresse registriert hast, melde dich bitte ab und versuche, dich mit dieser E-Mail-Adresse anzumelden. Verwende dazu bei Bedarf den Link „Persönliche PIN vergessen?“ Wenn du Hilfe benötigst, kontaktiere uns bitte per E-Mail oder Chat unter <a href=`https://hiring.amazon.com/contact-us#/`> www.amazon.com/applicationhelp</a>.","BB-update-application-error-message-military-service-missing":"Informationen über militärischen Ehepartner fehlen.","BB-update-application-error-message-mismatch-signatures-fix":"Die e-Signaturen stimmen nicht überein. Verwende bitte denselben Text für die e-Signatur für Schritt 1 und Schritt 2.","BB-update-application-error-message-missing-required-fields":"Erforderliche Felder fehlen: Bewerbungs-ID.","BB-update-application-error-message-nhe-apt-missing":"Das nheAppoinment-Objekt fehlt in der Anfrage.","BB-update-application-error-message-protected-veteran-missing":"Die Informationen zum geschützten Veteranenstatus fehlen.","BB-update-application-error-message-provide-dob":"Bitte gib ein gültiges Datum an.","BB-update-application-error-message-referral-missing":"Empfehlungsinformationen fehlen in der Anfrage.","BB-update-application-error-message-selected-schedule-not-available":"Der von dir gewählte Zeitplan ist nicht mehr verfügbar. Bitte wähle einen anderen Zeitplan aus.","BB-update-application-error-message-server-error":"Mit dem Server ist etwas schief gelaufen. Bitte versuche es erneut oder aktualisiere den Browser.","BB-update-application-error-message-sign-fcra-ack":"Bitte unterschreibe die Bestätigung.","BB-update-application-error-message-sign-fcra-request":"Bitte unterschreibe die FCRA-Anfrage.","BB-update-application-error-message-sign-nonfcra-ack":"Bitte unterschreibe die Bestätigung.","BB-update-application-error-message-sign-notice-statement":"Bitte unterschreibe die staatlichen Hinweise.","BB-update-application-error-message-state-missing-in-address":"Staat fehlt im Adressobjekt.","BB-update-application-error-message-type-not-match-with-request":"Typ stimmt nicht mit Anfrage überein.","BB-update-application-error-message-type-of-request-missing":"Der Typ der Anfrage fehlt.","BB-update-application-error-message-unable-create-application":"Die Bewerbung konnte nicht erstellt werden.","BB-update-application-error-message-unable-update-shift-appt-no-longer-available":"Der von dir gewählte Zeitplan ist nicht mehr verfügbar. Bitte wähle eine andere Option aus.","BB-update-application-error-message-unable-update-shift-candidate-already-hired":"Du wurdest vor kurzem für diese Bewerbung eingestellt, deine Schicht kann nicht geändert werden. Bitte kontaktiere uns unter https://www.amazondelivers.jobs/contactus, um deine Schicht zu ändern.","BB-update-application-error-message-version-mismatch":"Die Bewerbung kann nicht aktualisiert werden, da neuere Aktualisierungen vorliegen.","BB-update-application-error-message-veteran-status-missing":"Veteraneninformationen fehlen.","BB-update-application-error-message-zipcode-missing-in-address":"Die PLZ/Postleitzahl fehlt im Adressobjekt.","BB-update-wotc-status-error-message-failed-update-wotc":"WOTC konnte nicht aktualisiert werden.","BB-websocket-error-message-internal-server-error":"Beim Websocket-Server ist etwas schief gelaufen. Bitte versuche es erneut oder aktualisiere den Browser.","BB-workflow-failed-description-text":"Workflow während der Bewerbung fehlgeschlagen.","BB-workflow-failed-return-to-dashboard-text":"Zurück zum Dashboard","BB-workflow-failed-title-text":"Workflow-Fehler"}}}