{"hi":{"appStrings":{"BB-365-days-not-rehire-eligible-content-text":"समाप्ति के कारण, आप Amazon पर अपने आखिरी दिन काम करने के 90 दिन बाद फिर से आवेदन कर सकते हैं.","BB-365-days-not-rehire-eligible-title-text-with-jobTitle":"{jobTitle} पोज़ीशन में आपकी दिलचस्पी के लिए धन्यवाद. हमारे रिकॉर्ड बताते हैं कि आपने पहले Amazon पर काम किया था और आपके पिछले Amazon रोजगार रिकॉर्ड के आधार पर फिर से काम करने के लिए योग्य नहीं हैं. परिणामस्वरूप, हम इस समय आपकी उम्मीदवारी के साथ आगे बढ़ने में असमर्थ हैं.","BB-365-days-not-rehire-eligible-title-text-without-jobTitle":"इस पोज़ीशन में आपकी दिलचस्पी के लिए धन्यवाद. हमारे रिकॉर्ड बताते हैं कि आपने पहले Amazon पर काम किया था और आपके पिछले Amazon रोजगार रिकॉर्ड के आधार पर फिर से काम करने के लिए योग्य नहीं हैं. परिणामस्वरूप, हम इस समय आपकी उम्मीदवारी के साथ आगे बढ़ने में असमर्थ हैं.","BB-ApplicationSteps-complete-assessment-text":"एक असेसमेंट पूरा करें (~15 मिनट)","BB-ApplicationSteps-complete-required-document-text":"ज़रूरी दस्तावेज़ पूरे करें","BB-ApplicationSteps-schedule-preHire-appt-text":"प्री-हायर अपॉइंटमेंट शेड्यूल करें","BB-ApplicationSteps-select-job-text":"नौकरी चुनें","BB-BGC-Additional-bgc-form-address-line-one-error-text":"कृपया एक मान्य पता एंटर करें","BB-BGC-Additional-bgc-form-address-line-one-label-text":"पता पंक्ति 1","BB-BGC-Additional-bgc-form-address-line-two-error-text":"कृपया एक मान्य पता एंटर करें","BB-BGC-Additional-bgc-form-address-line-two-label-text":"अपार्टमेंट, सुइट आदि","BB-BGC-Additional-bgc-form-city-error-text":"कृपया एक मान्य शहर एंटर करें","BB-BGC-Additional-bgc-form-city-label-text":"शहर","BB-BGC-Additional-bgc-form-country-error-text":"कृपया एक मान्य देश एंटर करें","BB-BGC-Additional-bgc-form-country-label-text":"देश","BB-BGC-Additional-bgc-form-dob-below18-error-text":"आपकी आयु 18 वर्ष से अधिक होनी चाहिए.","BB-BGC-Additional-bgc-form-dob-error-text":"कृपया मान्य जन्म की तारीख एंटर करें.","BB-BGC-Additional-bgc-form-dob-label-text":"जन्म की तारीख","BB-BGC-Additional-bgc-form-national-id-number-error-text":"कृपया डैश के बिना एक मान्य 9 अंकों का सामाजिक सुरक्षा नंबर एंटर करें","BB-BGC-Additional-bgc-form-national-id-number-label-text":"ID नंबर","BB-BGC-Additional-bgc-form-national-id-number-label-text-revise":"राष्ट्रीय ID नंबर","BB-BGC-Additional-bgc-form-national-id-options-ssn":"सामाजिक सुरक्षा नंबर","BB-BGC-Additional-bgc-form-national-id-type-error-text":"कृपया एक मान्य राष्ट्रीय ID प्रकार एंटर करें","BB-BGC-Additional-bgc-form-national-id-type-label-text":"राष्ट्रीय ID नंबर","BB-BGC-Additional-bgc-form-national-id-type-label-text-revise":"राष्ट्रीय ID","BB-BGC-Additional-bgc-form-ssn-explanationBanner-banner":"संयुक्त राज्य अमेरिका में, एक सामाजिक सुरक्षा नंबर (SSN) अमेरिकी नागरिकों, स्थायी निवासियों और अस्थायी (कामकाजी) निवासियों को जारी किया गया नौ डिजिट का नंबर है.","BB-BGC-Additional-bgc-form-state-error-text":"कृपया एक मान्य राज्य/प्रांत एंटर करें","BB-BGC-Additional-bgc-form-state-label-text":"राज्य/प्रांत","BB-BGC-Additional-bgc-form-state-placeholder-text":"एक राज्य चुनें","BB-BGC-Additional-bgc-form-zipcode-error-text":"कृपया एक मान्य 5 अंकों का ज़िपकोड एंटर करें","BB-BGC-Additional-bgc-form-zipcode-label-text":"ज़िप/पिन कोड","BB-BGC-addition-bgc-form-next-btn":"अगला","BB-BGC-additional-accept-previous-worked-at-Amazon-radio-label-text":"हां","BB-BGC-additional-bgc-date-of-employment-at-Amazon-error-text-fix":"कृपया रोजगार की मान्य तारीख एंटर करें","BB-BGC-additional-bgc-date-of-employment-at-Amazon-label-text":"रोजगार की तारीखें - से/तक (MM/YY - MM/YY)","BB-BGC-additional-bgc-most-recent-building-at-Amazon-error-text":"कृपया एक मान्य Amazon बिल्डिंग एंटर करें","BB-BGC-additional-bgc-most-recent-building-at-Amazon-label-text":"कृपया उस Amazon बिल्डिंग की पहचान करें जिस पर आपने पहले काम किया है","BB-BGC-additional-bgc-previous-legal-name-error-text":"कृपया पहले इस्तेमाल किया गया पूरा कानूनी नाम निम्नलिखित फॉरमेट में एंटर करें: पहला अंतिम","BB-BGC-additional-bgc-previous-legal-name-label-text":"पिछला पूरा कानूनी नाम","BB-BGC-additional-bgc-previous-legal-name1-error-text":"कृपया पहले इस्तेमाल किया गया पूरा कानूनी नाम निम्नलिखित फॉरमेट में एंटर करें: पहला अंतिम","BB-BGC-additional-bgc-previous-legal-name1-label-text":"पिछला पूरा कानूनी नाम (1)","BB-BGC-additional-bgc-previous-legal-name2-error-text":"कृपया पहले इस्तेमाल किया गया पूरा कानूनी नाम निम्नलिखित फॉरमेट में एंटर करें: पहला अंतिम","BB-BGC-additional-bgc-previous-legal-name2-label-text":"पिछला पूरा कानूनी नाम (2)","BB-BGC-additional-bgc-show-additional-previous-legal-names-button-text":"और पिछले नाम जोड़ें/दिखाएं","BB-BGC-additional-decline-previous-worked-at-Amazon-radio-label-text":"नहीं","BB-BGC-additional-previous-worked-at-Amazon-title-text":"क्या आपने पहले Amazon बिल्डिंग में काम किया है?","BB-BGC-additional-what-to-include-in-previous-Amazon-experience-form-title":"कौन सी जानकारी शामिल करनी है","BB-BGC-bgc-step-card-step-progress":"चरण {totalSteps} में से {currentStep}","BB-BGC-criminal-record-conviction-detail-label-text":"सजा की जानकारी के साथ शहर, देश, सजा की स्थिति, तारीख, अपराध की प्रकृति प्रदान करें","BB-BGC-criminal-record-list-convictions-text":"<strong>कृपया केवल उन सजाओं को लिस्ट करें जो सार्वजनिक रिकॉर्ड में हैं.</strong>  आपके पक्ष में हल की गई गिरफ्तारियां सजा नहीं हैं. इसी तरह, किशोर न्याय प्रणाली में एक सजा से संबंधित कोई भी जानकारी या किशोर न्याय प्रणाली के माध्यम से विचार या संसाधित किए गए मामले या उन आरोपों को शामिल न करें जिनके कारण एक डायवर्सन कार्यक्रम या ऐसे मामले सामने आए हैं जिन्हें खारिज कर दिया गया है, पहले अपराधी के कानून के तहत खारिज कर दिया गया है, सील कर दिया गया है, निष्कासित कर दिया गया है, माफ़ किया गया, न्यायिक रूप से खारिज कर दिया गया या अन्यथा कानून द्वारा गैर-सजा के रूप में माना जाता है.  <strong>आपको उल्लंघन, क्षुद्र दुराचार या सारांश अपराधों का खुलासा करने की भी आवश्यक नहीं है.</strong>","BB-BGC-criminal-record-list-previous-conviction-question-text":"पिछला कन्विक्शन सवाल","BB-BGC-criminal-record-used-in-accordance-with-applicable-law-text":"ज़रूरी नहीं है कि एक आपराधिक रिकॉर्ड आपको रोजगार, निरंतर रोजगार या Amazon के साथ एक स्वतंत्र कॉन्ट्रैक्टर के रूप में जुड़ने से रोक देगा.  इस जानकारी का इस्तेमाल केवल लागू कानून के अनुसार किया जाएगा और केवल यह निर्धारित करने के उद्देश्य से किया जाएगा कि क्या सजा उस नौकरी/संबंध से संबंधित है जिसके लिए आपने आवेदन किया था.  ईमानदारी से इस सवाल का जवाब देने में विफलता या अपराध के अनुरोधित अतिरिक्त डिटेल्स देने में विफलता के परिणामस्वरूप रोजगार के लिए या एक स्वतंत्र कॉन्ट्रैक्टर के रूप में जुड़ने के लिए आपके आवेदन पर विचार बंद कर दिया जा सकता है या अगर आप पहले से ही Amazon के साथ एक स्वतंत्र कॉन्ट्रैक्टर के रूप में कार्यरत हैं और/या संलग्न हैं तो इस तरह की विफलता के परिणामस्वरूप आपके रोजगार या संबंध को समाप्त किया जा सकता है.","BB-BGC-criminal-record-what-information-to-include-text":"कौन सी जानकारी शामिल करनी है","BB-BGC-criminal-record-within-seven-years-answer-no-text":"नहीं","BB-BGC-criminal-record-within-seven-years-answer-yes-text":"हां","BB-BGC-criminal-record-within-seven-years-question-text":"क्या आपको दुष्कर्म या गुंडागर्दी का दोषी ठहराया गया है या पिछले सात (7) सालों में एक दुष्कर्म या गुंडागर्दी की सजा से जेल या पैरोल से रिहा किया गया है?","BB-BGC-criminal-record-you-must-review-state-california-text":"<strong>कैलिफोर्निया:</strong> गैर-गुंडागर्दी वीड से संबंधित उल्लंघन या दुष्कर्म की सजाओं को शामिल न करें जो 2 साल से अधिक पुरानी हैं.","BB-BGC-criminal-record-you-must-review-state-colorado-text":"<strong>कॉलोराडो:</strong> नागरिक या सैन्य अवज्ञा के रिकॉर्ड के बारे में जानकारी शामिल न करें, जब तक कि रिकॉर्ड के परिणामस्वरूप दोष की याचिका या सक्षम क्षेत्राधिकार की अदालत द्वारा सजा न दी गई हो.","BB-BGC-criminal-record-you-must-review-state-massachusetts-text":"<strong>मासेचुसेट्स:</strong> अपनी आपराधिक इतिहास रिपोर्ट की एक प्रति प्रदान न करें.  नशे, साधारण हमले, तेज़ गाड़ी चलाना, मामूली यातायात उल्लंघन, शांति भंग करना या अशांति के लिए पहली बार दुर्व्यवहार की सजा की पहचान न करें. इसके अलावा अन्य दुराचार के लिए सजा की पहचान न करें जहां सजा की तारीख या कारावास की किसी भी अवधि का अंत 3 साल से अधिक समय पहले था, जब तक कि उन 3 वर्षों के भीतर बाद में सजा नहीं हुई हो. रोजगार के लिए एक आवेदक, धारा 100F, धारा 100G, धारा 100H या सामान्य कानूनों के अध्याय 276 की धारा 100K के अनुसार एक रिकॉर्ड के साथ पूर्व गिरफ्तारी, आपराधिक अदालत में पेशी या सजा के संबंध में एक जांच के लिए 'नो रिकॉर्ड' का जवाब दे सकता है. रोजगार के लिए एक आवेदक, धारा 100F, धारा 100G, धारा 100H या सामान्य कानूनों के अध्याय 276 की धारा 100K के अनुसार एक रिकॉर्ड के साथ पूर्व गिरफ्तारी, आपराधिक अदालत में पेशी, किशोर अदालत में पेशी, निर्णय या सजा के संबंध में एक जांच के लिए 'नो रिकॉर्ड' का जवाब दे सकता है.","BB-BGC-criminal-record-you-must-review-state-new-york-text":"<strong>न्यू यॉर्क:</strong> आपराधिक प्रक्रिया कानून (“CPL”) §160.50 के अनुसार आपके पक्ष में समाप्त होने वाली किसी भी कार्रवाई की पहचान न करें.","BB-BGC-criminal-record-you-must-review-state-ohio-text":"<strong>ओहायो:</strong> ओहियो रेव कोड 2925.11 के तहत परिभाषित एक दुष्कर्म नशीली दवाओं के उल्लंघन के लिए किसी भी सजा को रिपोर्ट न करें.","BB-BGC-criminal-record-you-must-review-state-pennsylvania-text":"<strong>फिलाडेल्फिया, पेंसिल्वेनिया:</strong> इस पूछताछ की तारीख से सात (7) वर्ष से अधिक समय पहले हुई किसी भी सजा को शामिल न करें.  <strong>कैद की किसी भी अवधि को सात साल की अवधि की गणना में शामिल नहीं किया जाना चाहिए.</strong>","BB-BGC-criminal-record-you-must-review-state-san-francisco-text":"<strong>सैन फ्रांसिस्को, कैलिफोर्निया:</strong> उन अपराधों को शामिल न करें जो सजा की तारीख से सात (7) वर्ष से अधिक पुराने हैं, जैसे कि आपको सात साल की अवधि की गणना में कैद की <strong>कोई भी</strong> अवधि_ शामिल नहीं करनी चाहिए.  ऐसे अपराधों को शामिल न करें जो दुराचार या गुंडागर्दी नहीं हैं, जैसे कि उल्लंघन या उन आचरण से संबंधित सजा जिन्हें सजा की तारीख के बाद से गैर-आपराधिक घोषित कर दिया गया है, ये वीड अपराधों तक सीमित नहीं है.","BB-BGC-criminal-record-you-must-review-state-virginia-text":"<strong>वर्जीनिया:</strong> वर्जीनिया संहिता की धारा 18.2-250.1 के तहत परिभाषित एक दुष्कर्म नशीली दवाओं के कब्जे की सजा को रिपोर्ट न करें.","BB-BGC-criminal-record-you-must-review-state-washington-text":"<strong>सिएटल, वॉशिंगटन:</strong> नीचे दी गईं सजाओं के अलावा, आप एक ऐसी आपराधिक सजा को बाहर कर सकते हैं जो पुनर्वास के प्रमाण पत्र या पुनर्वास की खोज के आधार पर अन्य समकक्ष प्रक्रिया का विषय रही है.","BB-BGC-criminal-record-you-must-review-text":"अपने आपराधिक इतिहास के बारे में अतिरिक्त जानकारी देने से पहले आपको नीचे दिए गए राज्य कानून की जानकारी की समीक्षा करनी चाहिए","BB-BGC-fcra-disclosure-bgc-explanation-text":"Amazon.com, Inc. के साथ रोजगार के लिए आपके आवेदन के संबंध में या इसकी सहायक कंपनियां या सहयोगी (“Amazon”), हम उपभोक्ता रिपोर्टिंग एजेंसी से आप पर एक उपभोक्ता रिपोर्ट प्राप्त करेंगे. इसे आमतौर पर \"बैकग्राउंड की जांच\" के रूप में जाना जाता है.","BB-BGC-fcra-disclosure-bgc-form-next-btn":"अगला","BB-BGC-fcra-disclosure-bgc-form-title":"फेयर क्रेडिट रिपोर्ट अधिनियम डिस्क्लोजर","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-btn-text":"एप्लिकेशन वापस लें","BB-BGC-fcra-disclosure-decline-modal-withdraw-application-description-text":"अगर आप बैकग्राउंड की जांच करने से इनकार करते हैं तो आपकी एप्लिकेशन वापस ले ली जाएगी.","BB-BGC-fcra-disclosure-signature-consent-notice-text":"नीचे दिए गए मेरे ई-हस्ताक्षर द्वारा, मैं अभी और Amazon कॉर्पोरेट के साथ किसी भी रोजगार या एंगेजमेंट के दौरान Amazon को उपरोक्त उपभोक्ता रिपोर्ट हासिल करने के लिए अधिकृत करता/करती हूं.","BB-BGC-fcra-provide-eSignature-form-heading-text":"ई-हस्ताक्षर प्रदान करें","BB-BGC-form-optional-input-label-text":"वैकल्पिक","BB-BGC-no-ssn-checkbox-label":"मेरे पास सामाजिक सुरक्षा नंबर नहीं है","BB-BGC-no-ssn-modal-cancel-button":"कैंसल करें","BB-BGC-no-ssn-modal-consent-checkbox":"मैंने उपरोक्त शर्तें पढ़ी और समझ ली हैं.","BB-BGC-no-ssn-modal-content-first-paragraph":"जारी रखते हुए, मैं पुष्टि कर रहा/रही हूं कि मेरे पास SSN नहीं है.  मैं समझता/समझती हूं कि जैसा कि कानून द्वारा अनुमति दी गई है, अगर मैं ऑनबोर्डिंग प्रक्रिया के दौरान या अपने रोजगार के दौरान अपने SSN को बदलता या अपडेट करता/करती हूं, तो Amazon मेरे बारे में एक फ़ॉलो-अप बॅकग्राउंड की जांच करेगा.","BB-BGC-no-ssn-modal-content-second-paragraph":"मैं यह भी स्वीकार करता/करती हूं कि मेरे SSN की जानबूझकर की गई किसी भी गलतबयानी पर Amazon द्वारा विचार किया जाएगा और इससे मेरे रोजगार की पेशकश कैंसल हो सकती है या अगर मुझे काम पर रखा गया है, तो मेरे रोजगार को समाप्त किया जा सकता है.","BB-BGC-no-ssn-modal-continue-button":"जारी रखें","BB-BGC-no-ssn-modal-title":"क्या आप वाकई सामाजिक सुरक्षा नंबर (SSN) के बिना आगे बढ़ना चाहते हैं?","BB-BGC-no-ssn-modal-warning-banner":"अगर आपके पास SSN है, तो आपको इसे प्रदान करने की ज़रूरत है. ऐसा करने में विफल रहने से हायरींग की प्रक्रिया में देरी हो सकती है जिससे आपकी प्रारंभ तिथि छूट सकती है और आपकी चयनित शिफ़्ट खो सकती है.","BB-BGC-no-ssn-national-id-number-disabled-placeholder":"सामाजिक सुरक्षा नंबर उपलब्ध नहीं है","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-error-text":"ई-हस्ताक्षर मेल नहीं खाते. कृपया हर ई-हस्ताक्षर के लिए एक ही जैसे टेक्स्ट का इस्तेमाल करें.","BB-BGC-non-fcra-acknowledgement-and-authorization-eSignature-input-label-text":"कृपया अपना पूरा नाम ई-हस्ताक्षर के रूप में टाइप करें","BB-BGC-non-fcra-acknowledgement-and-authorization-text":"नीचे दिए गए मेरे ई-हस्ताक्षर द्वारा, मैं प्रमाणित करता/करती हूं कि मैंने इस गैर-निष्पक्ष क्रेडिट रिपोर्टिंग अधिनियम और बैकग्राउंड की जांच के लिए प्राधिकरण के सभी बयानों को पढ़ा, समझा और स्वीकार किया है. कृपया नीचे दिए गए फ़ील्ड में मांगी गई जानकारी एंटर करके अपनी स्वीकृति इंगित करें.","BB-BGC-non-fcra-applicable-notice-signature-input-label-text":"कृपया अपना पूरा नाम ई-हस्ताक्षर के रूप में टाइप करें","BB-BGC-non-fcra-applicable-notice-text":"नीचे मेरे ई-हस्ताक्षर द्वारा, मैं प्रमाणित करता/करती हूं कि मैंने हाइपरलिंक सहित किसी भी लागू राज्य नोटिस को पढ़ा और समझा है.","BB-BGC-non-fcra-copy-of-bgc-request-radio-label-text":"मुझे अपनी बैकग्राउंड जांच की एक मुफ़्त कॉपी चाहिए","BB-BGC-non-fcra-esignature-certification-form-title":"ई-हस्ताक्षर","BB-BGC-non-fcra-form-page-next-button-text":"अगला","BB-BGC-non-fcra-state-specific-notice-heading-title-text":"राज्य विशिष्ट नोटिस","BB-BGC-non-fcra-state-specific-notice-review-title-text":"कृपया नीचे दिए गए लागू नोटिस(सो) की समीक्षा करें.","BB-BGC-page-additional-bgc-step-card-title":"बैकग्राउंड की अतिरिक्त जानकारी","BB-BGC-page-content-title":"बैकग्राउंड जांच","BB-BGC-page-continue-button":"जारी रखें","BB-BGC-page-fcra-edit-form-btn":"फ़ॉर्म संपादित करें","BB-BGC-page-fcra-get-started-btn":"शुरू करें","BB-BGC-page-fcra-step-card-title":"फेयर क्रेडिट रिपोर्ट अधिनियम डिस्क्लोजर","BB-BGC-page-fcra-subtitle-text":"कृपया नीचे दिए गए लिंक का इस्तेमाल करके कुछ सवालों के जवाब दें.","BB-BGC-page-nonfcra-step-card-title":"बैकग्राउंड की जांच के लिए नॉन-फेयर क्रेडिट रिपोर्टिंग अधिनियम की स्वीकृतियां और प्राधिकरण","BB-BGC-page-provide-authorization-and-information-notice":"कृपया बॅकग्राउंड की जांच के लिए ज़रूरी प्राधिकरण और जानकारी प्रदान करें.","BB-BGC_fcra-disclosure-authorize-amazon-conduct-bgc-radio":"मैं इस बैकग्राउंड की जांच करने के लिए Amazon को अधिकृत करता/करती हूं.","BB-BGC_fcra-disclosure-decline-amazon-conduct-bgc-radio":"मैं Amazon को इस बैकग्राउंड की जांच के लिए अधिकृत करना अस्वीकार करता/करती हूं.","BB-BGC_fcra-disclosure-signature-input-error-text":"कृपया एक मान्य पूरा नाम निम्नलिखित फॉरमेट में एंटर करें: पहला अंतिम","BB-BGC_fcra-disclosure-signature-input-label-text":"अपना पूरा नाम यहां टाइप करें","BB-BGC_fcra-eSignature-acknowledgement-title-text":"मेरे ई-हस्ताक्षर द्वारा, मैं इस निम्न स्वीकार करता/करती हूं:","BB-BGC_non-fcra-amazon-conduct-bgc-reminder-text":"जैसा कि अलग फेयर क्रेडिट रिपोर्टिंग अधिनियम डिस्क्लोजर और ऑथराइजेशन दस्तावेज़ में मेरे द्वारा खुलासा और अधिकृत किया गया है, Amazon.com, Inc. या इसकी सहायक कंपनियां या सहयोगी (\"Amazon\") मेरे बारे में बैकग्राउंड की जांच करेंगे.","BB-ConsentPage-create-application-button":"आवेदन बनाएं","BB-ConsentPage-data-policy-header-text":"आवेदन करके, आप पढ़ते हैं और इससे सहमत होते हैं","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item1-text":"स्वीकार कर रहे हैं कि आपने उस पद के लिए नौकरी का विवरण पढ़ा है जिसके लिए आप आवेदन कर रहे हैं और आप नौकरी करने के लिए ज़रूरी बुनियादी जरूरतों को समझते हैं;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item2-text":"आपकी आवेदन के प्रयोजनों के लिए और Amazon के किसी भी अन्य वैध उद्देश्यों के लिए Amazon, salesforce.com या किसी अन्य तीसरे पक्ष द्वारा आपके व्यक्तिगत डेटा के प्रोसेसिंग, विश्लेषण और मूल्यांकन के लिए सहमति. संदेह से बचने के लिए, आपके व्यक्तिगत डेटा के \"प्रोसेसिंग\" में आपके व्यक्तिगत डेटा क्लेक्ट करना, प्राप्त करना, रिकॉर्ड करना, आयोजन, संयोजन, भंडारण, अद्यतन, परिवर्तन, इस्तेमाल, प्रसार, वितरण, विलय, लिंक करना, ब्लॉक करना, अपमानित करना, मिटाना या नष्ट करना तक शामिल होंगे लेकिन इन्हीं तक प्रतिबंधित नहीं होगा;","BB-ConsentPage-flyout-user-data-policy-applying-acknowledging-item3-text":"आवेदन प्रक्रिया के बाद Amazon को आपके व्यक्तिगत डेटा को बनाए रखने के लिए सहमति, ताकि इसकी नौकरी आवेदन प्रक्रियाओं की प्रभावी निगरानी और USA में इलेक्ट्रॉनिक डेटाबेस में आपके व्यक्तिगत डेटा को संग्रहित करने में मदद मिल सके.","BB-ConsentPage-flyout-user-data-policy-by-applying-text":"आवेदन करके आप:","BB-ConsentPage-flyout-user-data-policy-paragraph1-text":"Amazon एक विविध और समावेशी कार्यस्थल के लिए प्रतिबद्ध है. Amazon एक समान अवसर नियोक्ता है और जाती, राष्ट्रीय मूल, लिंग, लिंग पहचान, सेक्शूअल ओरिएंटेशन, संरक्षित वेटरन स्थिति, विकलांगता, उम्र या अन्य कानूनी रूप से संरक्षित स्थिति के आधार पर भेदभाव नहीं करता है. विकलांग व्यक्तियों के लिए जो आवास का अनुरोध करना चाहते हैं, कृपया <a href='https://www.amazon.jobs/en/disability/us' target='_blank' rel='noopener noreferrer'>https://www.amazon.jobs/en/disability/us</a> पर जाएं","BB-ConsentPage-flyout-user-data-policy-paragraph2-text":"Amazon आपकी व्यक्तिगत डेटा सुरक्षा को गंभीरता से लेता है और सिर्फ़ कानून के अनुसार आपके व्यक्तिगत डेटा को संसाधित करेगा. विशेष रूप से, हम आपकी पूर्व सहमति के बिना आपके व्यक्तिगत डेटा को किसी तीसरे पक्ष के साथ साझा नहीं करते हैं, जब तक कि ऐसा करने के लिए कानून द्वारा मजबूर नहीं किया जाता है. जब तक आप अन्यथा व्यक्त नहीं करते हैं, तब तक हायरिंग Amazon कंपनी आपके व्यक्तिगत डेटा को संयुक्त राज्य अमेरिका या उसके किसी सहयोगी कंपनी में Amazon.com द्वारा बनाए गए इलेक्ट्रॉनिक डेटाबेस में संग्रहित करेगी. Amazon आपके व्यक्तिगत डेटा को कैसे स्टोर और संसाधित करता है, इस बारे में पूरी जानकारी के लिए कृपया यहां क्लिक करें <a href='http://www.amazon.jobs/' target='_blank' rel='noopener noreferrer'>http://www.amazon.jobs/</a>","BB-ConsentPage-flyout-user-data-policy-paragraph3-text":"आज के लिए आपके द्वारा आवेदन की गई भूमिका के अलावा, हमारे पास अन्य पद हो सकते हैं जिनके लिए समान या मिलते-जुलते नौकरी फ़ंक्शन की ज़रूरत होती है. ये भूमिकाएं पूर्णकालिक, कम-समय, अंशकालिक, सीज़नल और/या अस्थायी पद हो सकती हैं जो इस लोकेशन या अन्य आस-पास की Amazon लोकेशन पर उपलब्ध हैं. आप Amazon या हमारे भागीदारों के साथ किसी भी भूमिका को स्वीकार करने के लिए बाध्य नहीं हैं, हालांकि, अपना आवेदन पूरी करके आप अपनी आवेदन कार्य स्थल के 30 मील के दायरे में समान स्तर, प्रति घंटा भूमिकाओं के लिए विचार करने के लिए सहमत हैं. इसमें आपके आवेदक की जानकारी को हमारे भागीदारों (स्टाफिंग एजेंसियों) के साथ साझा करना शामिल है जो हमारी दोनों नियमित और अस्थायी एसोसिएट की जरूरतों के लिए हायर करते हैं.","BB-ConsentPage-flyout-user-data-policy-title-text":"यूज़र डेटा पॉलिसी","BB-ConsentPage-qualification-criteria-header-text":"आवेदन करके आप पुष्टि करते हैं कि:","BB-ConsentPage-user-data-Policy-button":"यूज़र डेटा पॉलिसी","BB-ContingencyOffer-accept-offer-button-text":"पेशकश स्वीकार करें","BB-ContingencyOffer-back-to-jobs-button-text":"नौकरियों पर वापस जाएं","BB-ContingencyOffer-common-question-title-text":"सामान्य सवाल","BB-ContingencyOffer-contingent-offer-meaning-popover-close-btn":"बंद करें.","BB-ContingencyOffer-contingent-offer-meaning-popover-content":"जैसे कि लागू कानून द्वारा अनुमति दी गई है, आपकी पेशकश ज़रूरी बैकग्राउंड की जांच, ड्रग स्क्रीनिंग (अगर लागू हो) और योग्यता जांच (अगर लागू हो) को सफलतापूर्वक पारित करने पर आकस्मिक है, इसलिए यह ज़रूरी है कि आप अगले पेज पर रोजगार से पहले के चरणों को पूरा करें. कुछ परिस्थितियों में, पूर्व-रोजगार ज़रूरतें समय पर पूरी नहीं होने के कारण आपके पहले दिन में देरी हो सकती है. अगर यह स्थिति है, तो हम जल्द ही आपसे संपर्क करेंगे.","BB-ContingencyOffer-contingent-offer-meaning-popover-title-text":"एक आकस्मिक पेशकश क्या है?","BB-ContingencyOffer-job-picked-title-text":"आपके द्वारा चुनी गई नौकरी के लिए आकस्मिक पेशकश यहां दी गई है.","BB-ContingencyOffer-job-requirement-Section-title":"नौकरी की जरूरतें.","BB-ContingencyOffer-remaining-steps-container-title":"शेष चरण","BB-ContingencyOffer-understanding-accept-offer-requirement-confirm-text":"इस पेशकश को स्वीकार करके, आप पुष्टि करते हैं कि आप इस पद की ज़रूरतें समझते हैं.","BB-ContingencyOffer-well-done-text":"अब तक अच्छा किया","BB-Country-United-States":"संयुक्त राज्य अमेरिका","BB-DayName-Friday":"शुक्रवार","BB-DayName-Monday":"सोमवार","BB-DayName-Saturday":"शनिवार","BB-DayName-Sunday":"रविवार","BB-DayName-Thursday":"गुरुवार","BB-DayName-Tuesday":"मंगलवार","BB-DayName-Wednesday":"बुधवार","BB-DaysHoursFilter-title-text":"फ़िल्टर अनुसूचियां","BB-Detailed-button-error-text-message":"कृपया आगे बढ़ने के लिए बॉक्स कि जांच करें.","BB-FilterSchedule-DesiredHours-Upto-hours":"{hourNumber} घंटों तक","BB-FilterSchedule-desired-hour-select-label-text":"प्रति हफ़्ते वांछित घंटे","BB-FilterSchedule-desired-hour-select-place-holder":"वांछित घंटे चुनें","BB-JobOpportunity-Go-To-Dashboard-Link":"नौकरियों के डैशबोर्ड पर वापस जाएं","BB-JobOpportunity-back-to-indexPage-link":"नौकरियों को देखें","BB-JobOpportunity-back-to-jobConfirmation-link":"पीछे","BB-JobOpportunity-filter-button":"फ़िल्टर करें","BB-JobOpportunity-filter-schedule-flyout-apply-Btn":"लागू करें","BB-JobOpportunity-filter-schedule-flyout-reset-Btn":"रीसेट करें","BB-JobOpportunity-filter-schedule-flyout-title":"फ़िल्टर करें","BB-JobOpportunity-go-to-jobDescription-link":"नौकरी की ज़रूरत और फ़ायदे","BB-JobOpportunity-select-job-button":"यह नौकरी चुनें","BB-JobOpportunity-sort-button":"क्रमबद्ध करें","BB-JobOpportunity-sort-schedule-by-hours-least-to-most":"घंटे - सबसे कम से ज़्यादा","BB-JobOpportunity-sort-schedule-by-hours-most-to-least":"घंटे - सबसे ज़्यादा से कम","BB-JobOpportunity-sort-schedule-by-pay-rate-high-to-least":"वेतन दर - उच्चतम से निम्नतम","BB-JobOpportunity-sort-schedule-flyout-apply-Btn":"लागू करें","BB-JobOpportunity-sort-schedule-flyout-title":"इसके अनुसार सॉर्ट करें","BB-PreConsentPage-banner-journey-starts":"Amazon Associate बनने की आपकी यात्रा यहां से शुरू होती है.","BB-PreconsentPage-next-Button":"अगला","BB-PreconsentPage-preview-steps-button":"चरणों का पूर्वावलोकन करें","BB-ReverseMapping-candidate-disability-dont-wish-to-answer":"मैं जवाब नहीं देना चाहता/चाहती","BB-ReverseMapping-candidate-disability-no":"नहीं, मुझे विकलांगता नहीं है","BB-ReverseMapping-candidate-disability-yes":"हां, मुझे एक विकलांगता है (या पहले एक विकलांगता थी)","BB-ReverseMapping-candidate-ethnicity-american-indian-alaska-native":"अमेरिकी भारतीय/अलास्का मूल निवासी","BB-ReverseMapping-candidate-ethnicity-black-african-american":"ब्लैक/अफ्रीकन अमेरिकन","BB-ReverseMapping-candidate-nationalId-US-SSN":"संयुक्त राज्य अमेरिका - सामाजिक सुरक्षा नंबर","BB-ReviewSubmit-edit-button-text":"संपादित करें","BB-ReviewSubmit-header-title-text":"समीक्षा करें और सबमिट करें","BB-ReviewSubmit-job-details-section-authorized-text":"अधिकृत","BB-ReviewSubmit-job-details-section-background-check-text":"बैकग्राउंड जांच","BB-ReviewSubmit-job-details-section-date-of-birth-text":"जन्म की तिथि:","BB-ReviewSubmit-job-details-section-national-id-number-text":"राष्ट्रीय ID नंबर:","BB-ReviewSubmit-job-details-section-national-id-type-text":"राष्ट्रीय ID का प्रकार:","BB-ReviewSubmit-job-details-section-send-free-copy-of-background-check-text":"बैकग्राउंड जांच की मुफ़्त कॉपी भेजें","BB-ReviewSubmit-job-details-section-title-text":"जॉब विवरण","BB-ReviewSubmit-pre-hire-appointment-section-hours-text":"घंटे:","BB-ReviewSubmit-pre-hire-appointment-section-look-forward-text":"हम आपको ऊपर दिए गए समय पर मिलने के लिए उत्सुक हैं.","BB-ReviewSubmit-pre-hire-appointment-section-title-text":"प्री-हायर अपॉइंटमेंट","BB-ReviewSubmit-selfId-section-disability-status-text":"विकलांगता स्थिति:","BB-ReviewSubmit-selfId-section-equal-opportunity-text":"समान अवसर:","BB-ReviewSubmit-selfId-section-title-text":"स्वैच्छिक स्व-पहचान","BB-ReviewSubmit-selfId-section-veteral-status-text":"वेटरन स्थिति:","BB-ReviewSubmit-submit-application-button-text":"आवेदन सबमिट करें","BB-Schedule-card-bonus-text":"बोनस:","BB-Schedule-card-duration":"अवधि","BB-Schedule-card-hours":"घंटे","BB-Schedule-card-hours-per-week-text":"घंटे/हफ़्ता","BB-Schedule-card-location":"लोकेशन","BB-Schedule-card-pay-rate":"भुगतान दर","BB-Schedule-card-possible-start-date-or-earlier-text":"(या इससे पहले!)","BB-Schedule-card-possible-start-date-text":"संभावित प्रारंभ तिथि:","BB-Schedule-card-shift":"शिफ़्ट","BB-Schedule-card-start-date":"शुरू करने की तारीख़","BB-Schedule-card-total-pay-per-hour-text":"/घंटा","BB-SelfId-disability-form-card-title-text":"विकलांगता की स्वैच्छिक आत्म-पहचान","BB-SelfId-disability-form-control-number-text":"OMB कंट्रोल नंबर 1250-0005","BB-SelfId-disability-form-disability-checkbox-item-do-wish-to-answer-text":"मैं जवाब नहीं देना चाहता/चाहती","BB-SelfId-disability-form-disability-checkbox-item-no-text":"नहीं, मुझे विकलांगता नहीं है या विकलांगता होने का इतिहास/रिकॉर्ड नहीं है","BB-SelfId-disability-form-disability-checkbox-item-yes-text":"हां, मुझे विकलांगता है या विकलांगता होने का इतिहास/रिकॉर्ड है","BB-SelfId-disability-form-disability-item-autism-text":"ऑटिज्म","BB-SelfId-disability-form-disability-item-autoimmune-disorder-text":"ऑटोइम्यून विकार","BB-SelfId-disability-form-disability-item-blind-or-low-vision-text":"अंधापन या कम नज़र","BB-SelfId-disability-form-disability-item-cancer-text":"कैंसर","BB-SelfId-disability-form-disability-item-celiac-disease-text":"सीलिएक रोग","BB-SelfId-disability-form-disability-item-cerebral-palsy-text":"सेरेब्रल पाल्सी","BB-SelfId-disability-form-disability-item-depression-or-anxiety-text":"तनाव या चिंता","BB-SelfId-disability-form-disability-item-diabetes-text":"डायबिटीज़","BB-SelfId-disability-form-disability-item-epilepsy-text":"मिर्गी","BB-SelfId-disability-form-disability-item-gastrointestinal-disorders-text":"गैस्ट्रोइंटेस्टाइनल विकार, उदाहरण के लिए, क्रोहन रोग या चिड़चिड़ी आंत सिंड्रोम","BB-SelfId-disability-form-disability-item-hearing-capacity-text":"बहरा या सुनने में कठिनाई","BB-SelfId-disability-form-disability-item-heart-disease-text":"कार्डियोवास्कुलर या हृदय रोग","BB-SelfId-disability-form-disability-item-intellectual-disability-text":"बौद्धिक विकलांगता","BB-SelfId-disability-form-disability-item-missing-limb-text":"लापता अंग या आंशिक रूप से लापता अंग","BB-SelfId-disability-form-disability-item-nervous-system-condition-text":"तंत्रिका सिस्टम की कंडीशन उदाहरण के लिए, माइग्रेन हे..., पार्किंसंस रोग या मल्टीपल स्केलेरोसिस (MS)","BB-SelfId-disability-form-disability-item-psychiatric-condition-text":"मनोरोग की कंडीशन, उदाहरण के लिए, बायपोलर विकार, सिज़ोफ्रेनिया, PTSD या गंभीर अवसाद","BB-SelfId-disability-form-disability-public-burden-content-text":"1995 के पेपरवर्क रिडक्शन अधिनियम के अनुसार किसी भी व्यक्ति को जानकारी के कलेक्शन का जवाब देने की ज़रूरत नहीं होती है जब तक कि ऐसा संग्रह एक मान्य OMB कंट्रोल नंबर प्रदर्शित नहीं करता हो. इस सर्वेक्षण को पूरा होने में लगभग 5 मिनट लगने चाहिए.","BB-SelfId-disability-form-disability-public-burden-header-text":"सार्वजनिक बोझ स्टेटमेंट","BB-SelfId-disability-form-disability-scope-list-header-text":"विकलांगों में शामिल हैं, लेकिन इन तक सीमित नहीं हैं:","BB-SelfId-disability-form-expiration-date-text":"31/05/2023 को समाप्त हो रहा है","BB-SelfId-disability-form-how-know-have-disability-content-text":"अगर आप किसी शारीरिक या मानसिक हानि या चिकित्सा कंडीशन का सामना कर रहे हैं जो जीवन की किसी मुख्य गतिविधि को काफ़ी हद तक सीमित करती है या अगर आपका ऐसी हानि या चिकित्सा कंडीशन का इतिहास या रिकॉर्ड है तो आपको एक विकलांग माना जाता है.","BB-SelfId-disability-form-how-know-have-disability-header-text":"मुझे कैसे पता चलेगा कि मुझे विकलांगता है या नहीं?","BB-SelfId-disability-form-name-text":"फ़ॉर्म CC-305","BB-SelfId-disability-form-select-disability-checkbox-label-text":"कृपया नीचे दिए गए बॉक्स में से एक चिन्हित करें","BB-SelfId-disability-form-submit-button-text":"सबमिट करें","BB-SelfId-disability-form-why-this-form-content-paragraph1-text":"हम एक संघीय कॉन्ट्रैक्टर या उपकॉन्ट्रैक्टर हैं जिनके लिए कानून द्वारा विकलांग लोगों को समान रोजगार अवसर प्रदान करने की ज़रूरत है. हमें अपने कार्यबल में कम से कम 7% विकलांग व्यक्ति होने की दिशा में अपनी प्रगति को मापने की भी ज़रूरत है. ऐसा करने के लिए, हमें आवेदकों और कर्मचारियों से पूछना होगा कि क्या उनकों विकलांगता है या कभी विकलांगता हुई है. क्योंकि कोई व्यक्ति किसी भी समय विकलांग हो सकता है, हम अपने सभी कर्मचारियों से कम से कम हर पांच साल में अपनी जानकारी अपडेट करने के लिए कहते हैं.","BB-SelfId-disability-form-why-this-form-content-paragraph2-text":"विकलांगता वाले व्यक्ति के रूप में खुद को पहचानना स्वैच्छिक है, और हम आशा करते हैं कि आप ऐसा करना पसंद करेंगे. आपका जवाब गोपनीय रूप से बनाए रखा जाएगा और चयन करने वाले अधिकारियों या कर्मियों के निर्णय लेने में शामिल किसी अन्य व्यक्ति द्वारा देखा नहीं जाएगा. फ़ॉर्म पूरा करने से आप पर किसी भी तरह से नकारात्मक रूप से प्रभाव नहीं पड़ेगा, भले ही आपने अतीत में आत्म-पहचान की हो. पुनर्वास अधिनियम की धारा 503 के तहत इस फ़ॉर्म या संघीय कॉन्ट्रैक्टर के समान रोजगार दायित्वों के बारे में अधिक जानकारी के लिए U.S पर जाएं. श्रम विभाग के संघीय अनुबंध अनुपालन कार्यक्रम (OFCCP) की वेबसाइट <a href='https://www.dol.gov/agencies/ofccp' target='_blank' rel='noopener noreferrer'>www.dol.gov/ofccp</a> पर.","BB-SelfId-disability-form-why-this-form-header-text":"आपसे ये फ़ॉर्म पूरा करने के लिए क्यों कहा गया है?","BB-SelfId-equal-opportunity-form-ethinicity-Asian-details-text":"सुदूर पूर्व, दक्षिण पूर्व एशिया या भारतीय उपमहाद्वीप के किन्हीं भी मूल लोगों के मूल व्यक्ति; जिनमें उदाहरण के लिए, कंबोडिया, चीन, भारत, जापान, कोरिया, मलेशिया, पाकिस्तान, फिलीपीन द्वीप समूह, थाईलैंड और वियतनाम शामिल हैं","BB-SelfId-equal-opportunity-form-ethinicity-Asian-title-text":"एशियाई (हिस्पैनिक या लातीनी नहीं)","BB-SelfId-equal-opportunity-form-ethinicity-american-details-text":"उत्तरी और दक्षिण अमेरिका के किन्हीं भी मूल लोगों (मध्य अमेरिका सहित) के मूल व्यक्ति और जिन्होंने आदिवासी संबद्धता या सामुदायिक लगाव बनाए रखा है","BB-SelfId-equal-opportunity-form-ethinicity-american-title-text":"अमेरिकी भारतीय/अलास्का मूल निवासी (हिस्पैनिक या लातीनी नहीं)","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-details-text":"अफ्रीका के किसी भी काले नस्लीय समूह के मूल व्यक्ति","BB-SelfId-equal-opportunity-form-ethinicity-black-or-african-title-text":"ब्लैक/अफ्रीकी अमेरिकी (हिस्पैनिक या लातीनी नहीं)","BB-SelfId-equal-opportunity-form-ethinicity-choose-not-to-identify-title-text":"मैं आत्म-पहचान नहीं करने का विकल्प चुनता/चुनती हूं","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-details-text":"क्यूबा, मैक्सिकन, प्यूर्टो रिकान, दक्षिण या मध्य अमेरिकी या अन्य स्पेनिश संस्कृति या मूल के व्यक्ति, नस्ल की परवाह किए बिना","BB-SelfId-equal-opportunity-form-ethinicity-hispanic-or-latino-title-text":"हिस्पैनिक/लातीनी","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-details-text":"हवाई, गुआम, समोआ या अन्य प्रशांत द्वीप समूह के लोगों में से किसी के मूल व्यक्ति","BB-SelfId-equal-opportunity-form-ethinicity-native-hawaiian-title-text":"मूल निवासी हवाईयान/अन्य प्रशांत द्वीपवासी (हिस्पैनिक या लातीनी नहीं)","BB-SelfId-equal-opportunity-form-ethinicity-next-button-text":"अगला","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-details-text":"गैर-हिस्पैनिक व्यक्ति जो निम्नलिखित पांच जातियों में से एक से ज़्यादा के साथ पहचाने जाते हैं: (1) व्हाइट, (2) ब्लैक, (3) एशियाई, (4) मूल निवासी हवाईयान/अन्य प्रशांत द्वीपवासी, (5) अमेरिकी भारतीय/अलास्का मूल निवासी","BB-SelfId-equal-opportunity-form-ethinicity-two-or-more-race-title-text":"दो या अधिक जाति (हिस्पैनिक या लातीनी नहीं)","BB-SelfId-equal-opportunity-form-ethinicity-white-details-text":"यूरोप, मध्य पूर्व या उत्तरी अफ्रीका के किन्हीं भी मूल लोगों के मूल व्यक्ति","BB-SelfId-equal-opportunity-form-ethinicity-white-title-text":"व्हाइट (हिस्पैनिक या लातीनी नहीं)","BB-SelfId-equal-opportunity-form-ethnicity-label-text":"आपकी जाति/जातीय बैकग्राउंड क्या है?","BB-SelfId-equal-opportunity-form-gender-choose-not-to-identify-text":"मैं आत्म-पहचान नहीं करने का विकल्प चुनता/चुनती हूं","BB-SelfId-equal-opportunity-form-gender-female-text":"महिला","BB-SelfId-equal-opportunity-form-gender-label-text":"आपका लिंग क्या है?","BB-SelfId-equal-opportunity-form-gender-male-text":"पुरुष","BB-SelfId-equal-opportunity-form-military-spouse-label-text":"क्या आप एक सैन्य पति/पत्नी हैं?","BB-SelfId-equal-opportunity-form-military-spouse-option-choose-not-to-identify-text":"मैं आत्म-पहचान नहीं करने का विकल्प चुनता/चुनती हूं","BB-SelfId-equal-opportunity-form-military-spouse-option-no-text":"नहीं","BB-SelfId-equal-opportunity-form-military-spouse-option-yes-text":"हां","BB-SelfId-equal-opportunity-form-protected-veteran-choose-not-to-identify-option-text":"मैं आत्म-पहचान नहीं करने का विकल्प चुनता/चुनती हूं","BB-SelfId-equal-opportunity-form-protected-veteran-definition-active-duty-wartime-item-text":"<b>एक्टिव ड्यूटी वॉरटाइम या कैंपेन बैज वेटरन</b>: अमेरिकी बैज में सक्रिय ड्यूटी पर काम करने वाला एक वेटरन जिसे रक्षा विभाग द्वारा प्रशासित कानूनों के तहत अधिकृत किया गया हो.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-armed-force-medal-veteran-item-text":"<b>सशस्त्र बल सेवा मेडल वेटरन</b>: एक वेटरन, जिसने अमेरिकी सेना, जमीन, नौसेना या हवाई सेवा में सक्रिय ड्यूटी पर सेवा करते हुए, संयुक्त राज्य अमेरिका के सैन्य अभियान में भाग लिया हो, जिसके लिए <a href='https://www.federalregister.gov/documents/1996/01/18/96-622/establishing-the-armed-forces-service-medal' target='_blank' rel='noopener noreferrer'>कार्यकारी आदेश</a> के अनुसार एक सशस्त्र बल सेवा पदक से सम्मानित किया गया हो.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-disabled-veteran-item-text":"<b>विकलांग वेटरन</b>: अमेरिकी सेना, जमीन, नौसेना या हवाई सेवा का एक वेटरन जो वयोवृद्ध मामलों के सचिव द्वारा प्रशासित कानूनों के तहत मुआवजे (या जो सैन्य सेवानिवृत्त वेतन की प्राप्ति के लिए मुआवजे का हकदार होगा) का हकदार है; या एक व्यक्ति जिसे छुट्टी दे दी गई थी या सेवा से जुड़ी विकलांगता के कारण सक्रिय कर्तव्य से मुक्त किया गया.","BB-SelfId-equal-opportunity-form-protected-veteran-definition-list-title-text":"<b>एक संरक्षित वेटरन</b> निम्नलिखित में से कोई है:","BB-SelfId-equal-opportunity-form-protected-veteran-definition-recently-removed-veteran-item-text":"</b>: तीन साल की अवधि के दौरान कोई भी वेटरन जो ऐसे वेटरन के अमेरिकी सेना, जमीन, नौसेना या हवाई सेवा में सक्रिय कर्तव्य से निर्वहन या मुक्त होने की तारीख से शुरू होती है.","BB-SelfId-equal-opportunity-form-protected-veteran-next-button-text":"अगला","BB-SelfId-equal-opportunity-form-protected-veteran-no-option-text":"नहीं","BB-SelfId-equal-opportunity-form-protected-veteran-select-label-text":"अगर आपको लगता है कि आप संरक्षित वेटरन की किसी भी कैटेगरी से संबंधित हैं, तो कृपया नीचे दिए गए उपयुक्त बॉक्स को चिन्हित करके इंगित करें.","BB-SelfId-equal-opportunity-form-protected-veteran-statement-text":"Amazon एक संघीय सरकार का कॉन्ट्रैक्टर है जो 2002 का वेटरन के लिए नौकरियों का अधिनियम द्वारा संशोधित किए गए 1974 का वियतनाम युग के वेटरन का पुन: समायोजन के लिए सहायता अधिनियम 1974 के अधीन है, <a href='https://www.govinfo.gov/content/pkg/USCODE-2018-title38/html/USCODE-2018-title38-partIII-chap42-sec4212.htm' target='_blank' rel='noopener noreferrer'>38 U.S.C.4212</a> (VEVRAA) जिसके अनुसार सरकारी कॉन्ट्रैक्टर को (1) विकलांग वेटरन; (2) हाल ही में अलग हुए वेटरन; (3) सक्रिय कर्तव्य युद्ध के समय या अभियान बैज वेटरन और (4) सशस्त्र बल सेवा मेडल वेटरन के लिए रोजगार में नौकरी देने और आगे बढ़ने के लिए सकारात्मक कार्रवाई करने की ज़रूरत होती है. आपकी संरक्षित वेटरन स्थिति की आत्म-पहचान करने के लिए निम्नलिखित आमंत्रण धारा 4212 के अनुसार किया गया है. इस जानकारी का प्रकटीकरण पूरी तरह से स्वैच्छिक है और इसे प्रदान करने से इनकार करने से आपके साथ कोई भी प्रतिकूल बर्ताव नहीं किया जाएगा.","BB-SelfId-equal-opportunity-form-protected-veteran-yes-option-text":"हां","BB-SelfId-equal-opportunity-form-statement-text":"Amazon विविधता के सभी रूपों को महत्व देता है और कुछ गैर-भेदभाव और सकारात्मक कार्रवाई रिकॉर्ड कीपिंग और रिपोर्टिंग ज़रूरतों के अधीन है, जिसके लिए हमें उम्मीदवारों और कर्मचारियों को स्वेच्छा से अपने लिंग और जाति/जातीयता की पहचान करने के लिए आमंत्रित करने की ज़रूरत होती है. इस जानकारी को प्रस्तुत करना स्वैच्छिक है और इसे प्रदान करने से इनकार करने से आपके साथ कोई भी प्रतिकूल बर्ताव नहीं किया जाएगा. प्राप्त जानकारी को गोपनीय रखा जाएगा और इसका इस्तेमाल सिर्फ़ लागू संघीय कानूनों, कार्यकारी आदेशों और विनियमों के प्रावधानों के अनुसार किया जा सकता है, जिनमें वे भी शामिल हैं, जिन्हें नागरिक अधिकार प्रवर्तन उद्देश्यों के लिए संघीय सरकार को संक्षेप में जानकारी और रिपोर्ट करने की ज़रूरत होती है. अगर आप इस समय अपने लिंग या जाति/जातीयता की आत्म-पहचान नहीं करना चुनते हैं, तो संघीय सरकार को हमें विज़ुअल सर्वेक्षण और/या अन्य उपलब्ध जानकारी द्वारा कर्मचारियों के लिए यह जानकारी निर्धारित करने की ज़रूरत है.","BB-SelfId-equal-opportunity-form-title-text":"स्वैच्छिक समान अवसर आत्म-पहचान फ़ॉर्म","BB-SelfId-equal-opportunity-form-veteran-status-label-text":"क्या आप एक वेटरन हैं?","BB-SelfId-equal-opportunity-form-veteran-status-option-choose-not-to-identify-text":"मैं आत्म-पहचान नहीं करने का विकल्प चुनता/चुनती हूं","BB-SelfId-equal-opportunity-form-veteran-status-option-no-text":"नहीं","BB-SelfId-equal-opportunity-form-veteran-status-option-yes-text":"हां","BB-SelfId-form-continue-button-text":"जारी रखें","BB-SelfId-veteran-status-form-statement-paragraph1-text":"Amazon में हज़ारों वेटरन और सैन्य पति/पत्नी इनोवेशन को आगे बढ़ा रहे हैं और ग्राहक अनुभव का स्तर ऊंचा कर रहे हैं. दैनिक आधार पर, सैन्य बैकग्राउंड वाले लोग अपने ज्ञान, स्किल और नेतृत्व क्षमताओं को विभिन्न प्रकार के करियर में लागू करने में सक्षम हैं – इससे दुनिया भर में परिवर्तन को प्रभावित करते हैं. इन कारणों से, हम सक्रिय रूप से वेटरन और सैन्य पति/पत्नी की भर्ती की कोशिश कर रहे हैं.","BB-SelfId-veteran-status-form-statement-paragraph2-text":"Amazon में हज़ारों वेटरन और सैन्य पति/पत्नी इनोवेशन को आगे बढ़ा रहे हैं और ग्राहक अनुभव का स्तर ऊंचा कर रहे हैं. दैनिक आधार पर, सैन्य बैकग्राउंड वाले लोग अपने ज्ञान, स्किल और नेतृत्व क्षमताओं को विभिन्न प्रकार के करियर में लागू करने में सक्षम हैं – इससे दुनिया भर में परिवर्तन को प्रभावित करते हैं. इन कारणों से, हम सक्रिय रूप से वेटरन और सैन्य पति/पत्नी की भर्ती की कोशिश कर रहे हैं.","BB-SelfId-veteran-status-title-text":"वेटरन स्टेटस की स्वैच्छिक स्व-पहचान","BB-States-Alabama":"AL -- अलबामा","BB-States-Alaska":"AK -- अलास्का","BB-States-Arizona":"AZ -- एरिज़ोना","BB-States-Arkansas":"AR -- अर्कांसस","BB-States-California":"CA -- कैलिफोर्निया","BB-States-Colorado":"CO -- कोलोराडो","BB-States-Connecticut":"CT -- कनेक्टिकट","BB-States-Delaware":"DE -- डेलावेयर","BB-States-District-of-Columbia":"DC -- डिस्ट्रिक्ट ऑफ़ कोलंबिया","BB-States-Florida":"FL -- फ़्लोरिडा","BB-States-Georgia":"GA -- जॉर्जिया","BB-States-Hawaii":"HI -- हवाई","BB-States-Idaho":"ID -- इडाहो","BB-States-Illinois":"IL -- इलिनोइस","BB-States-Indiana":"IN -- इंडियाना","BB-States-Iowa":"IA -- आयोवा","BB-States-Kansas":"KS -- कंसास","BB-States-Kentucky":"KY -- केंटकी","BB-States-Louisiana":"LA -- लुइसियाना","BB-States-Maine":"ME -- मेन","BB-States-Maryland":"MD -- मैरीलैंड","BB-States-Massachusetts":"MA -- मैसाचुसेट्स","BB-States-Michigan":"MI -- मिशिगन","BB-States-Minnesota":"MN -- मिनेसोटा","BB-States-Mississippi":"MS -- मिसिसिपी","BB-States-Missouri":"MO -- मिसौरी","BB-States-Montana":"MT -- मोंटाना","BB-States-Nebraska":"NE -- नेब्रास्का","BB-States-Nevada":"NV -- नेवादा","BB-States-New-Hampshire":"NH -- न्यू हैम्पशायर","BB-States-New-Jersey":"NJ -- न्यू जर्सी","BB-States-New-Mexico":"NM -- न्यू मैक्सिको","BB-States-New-York":"NY -- न्यूयॉर्क","BB-States-North-Carolina":"NC -- नॉर्थ कैरोलिना","BB-States-North-Dakota":"ND -- नॉर्थ डकोटा","BB-States-Ohio":"OH -- ओहायो","BB-States-Oklahoma":"OK -- ओक्लाहोमा","BB-States-Oregon":"OR -- ओरेगन","BB-States-Pennsylvania":"PA -- पेंसिल्वेनिया","BB-States-Rhode-Island":"RI -- रोड आइलैंड","BB-States-South-Carolina":"SC -- साउथ कैरोलिना","BB-States-South-Dakota":"SD -- साउथ डकोटा","BB-States-Tennessee":"TN -- टेनेसी","BB-States-Texas":"TX -- टेक्सस","BB-States-Utah":"UT -- यूटा","BB-States-Vermont":"VT -- वरमोंट","BB-States-Virginia":"VA -- वर्जीनिया","BB-States-Washington":"WA — वॉशिंगटन","BB-States-west-virginia":"WV -- पश्चिमी वर्जीनिया","BB-States-wisconsin":"WI -- Wisconsin","BB-States-wyoming":"WY — वायोमिंग","BB-StepHeader-view-progress-button":"प्रगति देखें","BB-StepHeader-view-progress-flyout-close-button":"पूरा हुआ","BB-StepHeader-view-progress-flyout-title":"प्रगति देखें","BB-ThankYou-fill-wotc-description-text":"अपनी प्री-हायर अपॉइंटमेंट से पहले, कार्य अवसर कर क्रेडिट प्रश्नावली भरें.","BB-ThankYou-get-pre-hire-appointment-details-text":"प्री-हायर अपॉइंटमेंट विवरण","BB-ThankYou-get-started-button-text":"चलिए शुरू करते हैं","BB-ThankYou-look-forward-next-steps-text":"हम आपसे मिलने के लिए उत्सुक हैं. यहां आपके अगले चरण दिए गए हैं:","BB-ThankYou-nhe-appointment-details-visit-us-text":"{startTime} - {endTime} के बीच में कभी भी 30 मिनट के सेशन के लिए हमसे मिलें.","BB-ThankYou-nhe-appointment-flyout-acceptable-documents-text":"स्वीकार करने योग्य दस्तावेजों की पूरी सूची के लिए <a href='https://www.uscis.gov/i-9-central/form-i-9-acceptable-documents' target='_blank' rel='noopener noreferrer'>यहां</a> क्लिक करें.","BB-ThankYou-nhe-appointment-flyout-accommodations-assistance-text":"अगर आपको हायरिंग ईवेंट के लिए किसी भी आवास जैसे कि ASL दुभाषिया की ज़रूरत है, तो कृपया <a href='https://www.amazon.com/accommodations' target='_blank' rel='noopener noreferrer'>www.amazon.com/accommodations</a> पर जाएं और दुभाषिया का अनुरोध करने के लिए हमारे साथ चैट करें. कृपया अपनी अपॉइंटमेंट निर्धारित करने के तुरंत बाद हमसे संपर्क करें. हमें व्यवस्था करने के लिए आपकी अपॉइंटमेंट से पहले कम से कम 48 घंटों की ज़रूरत है.","BB-ThankYou-nhe-appointment-flyout-appointment-details-title-text":"अपॉइंटमेंट विवरण","BB-ThankYou-nhe-appointment-flyout-original-unexpired-photoid-text":"असली फ़ोटो ID जिसकी समय सीमा समाप्त नहीं हुई हो","BB-ThankYou-nhe-appointment-flyout-original-unexpired-work-authorization-document-text":"असली समय सीमा समाप्त नहीं हुआ कार्य प्राधिकरण दस्तावेज़","BB-ThankYou-nhe-appointment-flyout-special-assistance-text":"विशेष सहायता","BB-ThankYou-nhe-appointment-flyout-things-to-bring-text":"लाने के लिए चीज़ें","BB-ThankYou-nhe-appointment-flyout-title-text":"प्री-हायर अपॉइंटमेंट","BB-ThankYou-referral-details-description-text":"क्या आपको किसी मौजूदा Amazon कर्मचारी द्वारा रेफ़र किया गया था?","BB-ThankYou-referral-details-no-text":"नहीं","BB-ThankYou-referral-details-title-text":"कृपया रेफ़रल विवरण प्रदान करें (अगर लागू हो)","BB-ThankYou-referral-details-yes-text":"हां","BB-ThankYou-referral-login-empty-error-text":"कृपया अपनी रेफ़रर लॉगिन ID प्रदान करें.","BB-ThankYou-referral-login-error-message-candidate-blocked":"हम आपके रेफ़रर की लॉगिन ID को सत्यापित नहीं कर सके, कृपया सहायता के लिए www.amazon.com/applicationhelp पर हमसे चैट करें.","BB-ThankYou-referral-login-error-message-internal-server-error":"हम आपके रेफ़रर की लॉगिन ID को सत्यापित नहीं कर सके, कृपया फिर से कोशिश करें या पेज को रिफ़्रेश करें.","BB-ThankYou-referral-login-error-message-invalid-login-error":"हम आपके रेफ़रर की लॉगिन ID को सत्यापित नहीं कर सके, कृपया अपने रेफ़रर से सत्यापित करें और फिर से कोशिश करें.","BB-ThankYou-referral-login-label-text":"कृपया अपनी रेफ़रर लॉगिन ID (केवल लोअर केस अक्षर) प्रदान करें","BB-ThankYou-referral-login-regex-error-text":"यूज़र ID में केवल निचले केस अक्षर होने चाहिए और कम से कम 4 अक्षर लंबे होने चाहिए.","BB-ThankYou-start-pre-hire-activities-title-text":"प्री-हायर गतिविधियों पर जा कर शुरुआत करें","BB-ThankYou-thank-you-title-text":"Amazon में आवेदन करने के लिए धन्यवाद!","BB-TimeRange-end-time-select-label-text":"समाप्ति का समय","BB-TimeRange-start-time-select-label-text":"प्रारंभ का समय","BB-WOTC-page-description-text":"Amazon IAT परीक्षण संघीय और राज्य कर क्रेडिट कार्यक्रमों में भाग लेता है. आपके द्वारा दी गई जानकारी का इस्तेमाल इन कार्यक्रमों के लिए कंपनी की योग्यता निर्धारित करने के लिए किया जाएगा और किसी भी तरह से किसी भी हायरिंग, प्रतिधारण या प्रमोशन के फैसलों को नकारात्मक रूप से प्रभावित नहीं करेगा.","BB-WOTC-page-title-text":"कार्य अवसर कर क्रेडिट प्रश्नावली","BB-already-applied":"आपने इस नौकरी के लिए आवेदन शुरू कर दिया है और/या पूरा कर लिया है.","BB-already-applied-button-text":"डैशबोर्ड पर वापस जाएं","BB-already-applied-description":"डैशबोर्ड पर वापस जाएं, अपना आवेदन फिर से शुरू करें या आवेदन और नए हायर की अपॉइंटमेंट की डिटेल्स और अपने अगले चरण देखें.","BB-amazon-rejects-not-meet-requirements":"आपके द्वारा प्रदान की गई जानकारी हमारी जरूरतों को पूरा नहीं करती है. हम आपको amazon.jobs पर अन्य जॉब्स देखने के लिए प्रोत्साहित करते हैं.","BB-amazon-rejects-return-to-dashboard":"डैशबोर्ड पर वापस जाएं","BB-amazon-rejects-thank-you":"आपकी दिलचस्पी के लिए धन्यवाद, लेकिन हम इस समय आपको जॉब ऑफ़र करने में असमर्थ हैं.","BB-amazon-withdraws":"आपकी दिलचस्पी के लिए धन्यवाद, लेकिन हम इस समय आपको जॉब ऑफ़र करने में असमर्थ हैं.","BB-amazon-withdraws-button-text":"डैशबोर्ड पर वापस जाएं","BB-amazon-withdraws-description":"आपके द्वारा प्रदान की गई जानकारी हमारी जरूरतों को पूरा नहीं करती है. हम आपको amazon.jobs पर अन्य जॉब्स देखने के लिए प्रोत्साहित करते हैं.","BB-application-id-null-description-text":"कुछ गलत हुआ, कृपया डैशबोर्ड पर जाएं","BB-application-id-null-return-to-dashboard-text":"डैशबोर्ड पर वापस जाएं","BB-application-id-null-title-text":"आवेदन गड़बड़ी","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item1-text":"निम्नलिखित स्क्रीन रीडर के लिए अनुकूलित हैं: Firefox, Chrome और Edge (Windows) पर VoiceOver (Mac) और NVDA (Windows).","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-item2-text":"माउस या कीबोर्ड के माध्यम से एक्सेस किया जा सकता है.","BB-assessment-consent-accommodation-assessment-pace-and-sections-info-list-header-text":"<b>असेसमेंट का कोई भी हिस्सा समयबद्ध नहीं है</b> – आप अपनी गति से काम कर सकते हैं. इस असेसमेंट के सभी सेक्शन:","BB-assessment-consent-accommodation-heading-text":"आवास","BB-assessment-consent-assessment-heading-text":"असेसमेंट","BB-assessment-consent-begin-assessment-button-text":"असेसमेंट शुरू करें","BB-assessment-consent-diversity-and-disability-accommodation-notice-text":"Amazon में, हम अपने कार्यबल की विविधता और हमारे द्वारा काम करने के विभिन्न तरीकों का जश्न मनाते हैं. अगर आपको विकलांगता है और असेसमेंट सहित हायरिंग प्रक्रिया के दौरान आवास की ज़रूरत है, तो कृपया <a href='https://www.amazon.jobs/en/disability/us' target='_blank' rel='noopener noreferrer'> Amazon आवास पर विज़िट करें.</a>","BB-assessment-consent-excited-in-candidate-interest-text":"हम Amazon में शामिल होने के लिए आपकी दिलचस्पी से बहुत उत्साहित हैं!","BB-assessment-consent-purpose-of-assessment-text":"यह असेसमेंट आपको सहयोगी की भूमिका को समझने में मदद करेगा और हमें आपको जानने में मदद करेगा.","BB-assessment-not-eligible-back-to-dashboard-button-text":"डैशबोर्ड पर वापस जाएं","BB-assessment-not-eligible-heading-text":"{name}, Amazon में आपकी दिलचस्पी हमारे लिए बहुत मायने रखती है.","BB-assessment-not-eligible-reconsideration-notice-text":"इस भूमिका के लिए किसी अन्य समय पर पुनर्विचार करवाने के लिए, आप तीन महीने में फिर से असेसमेंट ले सकते हैं.","BB-assessment-not-eligible-thank-you-and-assessment-not-eligible-notice-text":"हमें इस पद के लिए आपकी उम्मीदवारी पर विचार करने का अवसर देने के लिए बहुत-बहुत धन्यवाद. अफसोस की बात है कि हम इस समय आपकी उम्मीदवारी के साथ आगे नहीं बढ़ेंगे.","BB-bgc-ConvictionDetail-error-message-fix":"कृपया कन्विक्शन विवरण प्रदान करें. (मान्य विशेष वर्ण हैं -!/,.()#?)","BB-bgc-ConvictionInfoRadio-error-message":"कृपया आगे बढ़ने के लिए बॉक्स कि जांच करें.","BB-bgc-HasPreviouslyWorkedAtAmazon-error-message":"कृपया आगे बढ़ने के लिए बॉक्स कि जांच करें.","BB-bgc-additional-bgc-form-header-text":"अतिरिक्त बैकग्राउंड की जानकारी","BB-cali-disclosure-page-certify-checkbox-text":"मैं प्रमाणित करता/करती हूं कि मैंने यह दस्तावेज़ पढ़ा है और मैं इसे समझता/समझती हूं और यह कि इस कैलिफ़ोर्निया प्रकटीकरण खोजी उपभोक्ता रिपोर्ट के अनुसार मैं Amazon को मेरे बारे में एक खोजी उपभोक्ता रिपोर्ट प्राप्त करने के लिए अधिकृत करता/करती हूं.","BB-cali-disclosure-page-in-connection-text":"Amazon.com, Inc. के साथ मेरे संभावित रोजगार के संबंध में Amazon मेरे बारे में निम्नलिखित उपभोक्ता रिपोर्टिंग एजेंसी से एक खोज उपभोक्ता रिपोर्ट (\"रिपोर्ट\") हासिल कर सकता है, जिसे बैकग्राउंड चेक के रूप में भी जाना जाता है:","BB-cali-disclosure-page-next-button-text":"अगला","BB-cali-disclosure-page-title-text":"खोज उपभोक्ता रिपोर्ट के बारे में कैलिफोर्निया प्रकटीकरण","BB-cali-disclosure-page-vendor-accurate-address-line1-text":"7515 इरविन सेंटर डॉ.","BB-cali-disclosure-page-vendor-accurate-address-line2-text":"इरविन, CA 92618","BB-cali-disclosure-page-vendor-accurate-name-text":"Accurate Background, LLC (\"Accurate\")","BB-cali-disclosure-page-vendor-accurate-phone-text":"1-800-216-8024","BB-cali-disclosure-page-vendor-accurate-understand-list-item1-text":"जहां तक Accurate से एक रिपोर्ट का अनुरोध करने का सवाल है, इस तरह की रिपोर्ट में निहित जानकारी का इस्तेमाल केवल रोजगार के लिए मेरी योग्यता निर्धारित करने के लिए किया जाएगा.","BB-cali-disclosure-page-vendor-accurate-understand-list-item2-text":"Accurate द्वारा प्राप्त की गई जानकारी और किसी भी रिपोर्ट में शामिल विभिन्न साधनों के माध्यम से प्राप्त की जा सकती है, जिसमें कानूनी रूप से उपलब्ध दस्तावेजों और सूचनाओं का निरीक्षण और/या पूर्व नियोक्ताओं, स्कूलों, वित्तीय संस्थानों, जमींदारों, सार्वजनिक एजेंसियों के साथ प्रत्यक्ष या अप्रत्यक्ष संपर्क और साक्षात्कार शामिल हैं और अन्य जैसे मेरे पड़ोसी, दोस्त और एसोसिएट जिनके साथ मैं परिचित हूं और जिनके पास ऐसा ज्ञान हो सकता है.","BB-cali-disclosure-page-vendor-accurate-understand-list-item3-text":"Accurate द्वारा आयोजित की जाने वाली जांच, जिसके परिणाम Amazon को प्रदान की गई किसी भी रिपोर्ट में शामिल किए जा सकते हैं, में लागू संघीय और राज्य कानून द्वारा लगाए गए किसी भी सीमा के अधीन मेरे बारे में कई तरह की जानकारी शामिल हो सकती हैं - चरित्र, सामान्य प्रतिष्ठा, व्यक्तिगत विशेषताएं या जीवन शैली, रोजगार और कार्य इतिहास, शिक्षा, ड्राइविंग रिकॉर्ड, आपराधिक रिकॉर्ड.","BB-cali-disclosure-page-vendor-accurate-understand-list-item4-text":"कैलिफोर्निया सिविल कोड के अनुसार § 1785 et seq. और § 1786 et seq., अगर Amazon द्वारा मेरे बारे में किसी भी रिपोर्ट का अनुरोध किया जाता है, तो मैं Accurate के नियमित कार्यालय घंटों के दौरान उसके द्वारा मेरे ऊपर बनाई रखने वाली फ़ाइल देख सकता/सकती हूं. मैं समझता/समझती हूं कि मैं भी (1) प्रमाणित मेल द्वारा या अपनी प्लान की गई उपस्थिति की उचित अग्रिम नोटिस प्रदान करने के बाद Accurate के नियमित कार्यालय घंटों के दौरान व्यक्तिगत रूप से इसके कार्यालयों में उपस्थित होकर उचित पहचान सबमिट करने और कॉपी करने की लागत का भुगतान करने पर इस फ़ाइल की एक प्रति प्राप्त कर सकता/सकती हूं; और (2) टेलीफ़ोन प्रकटीकरण के लिए Accurate को उचित पहचान और लिखित अनुरोध सबमिट करके अपने खर्च पर टेलीफ़ोन पर Accurate से इस फ़ाइल का सारांश प्राप्त कर सकता/सकती हूं. मैं समझता/समझती हूं कि मुझे मेरी फ़ाइल समझाने, जिसमें कोडित जानकारी शामिल है, के लिए Accurate के पास प्रशिक्षित कर्मी उपलब्ध हैं और अगर मैं Accurate के कार्यालयों में व्यक्तिगत रूप से जाता/जाती हूं, तो मैं एक अन्य व्यक्ति को साथ ले जा सकता/सकती हूं, बशर्ते वह व्यक्ति Accurate को उचित पहचान प्रस्तुत करता हो.","BB-cali-disclosure-page-vendor-accurate-understand-list-item5-text":"Accurate की गोपनीयता प्रथाओं के बारे में जानकारी <a href='https://www.accurate.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://www.accurate.com/privacy-policy/</a> पर उपलब्ध है.","BB-cali-disclosure-page-vendor-accurate-understand-text":"मैं समझता/समझती हूं कि:","BB-cali-disclosure-page-vendor-accurate-url-text":"<a href='https://accuratebackground.com/' target='_blank' rel='noopener noreferrer'>www.accuratebackground.com</a>","BB-cali-disclosure-page-vendor-fadv-address-line1-text":"1 Concourse Parkway NE, Suite 200.","BB-cali-disclosure-page-vendor-fadv-address-line2-text":"Atlanta, GA 30328","BB-cali-disclosure-page-vendor-fadv-name-text":"फर्स्ट एडवांटेज","BB-cali-disclosure-page-vendor-fadv-phone-text":"1-800-845-6004","BB-cali-disclosure-page-vendor-fadv-understand-list-item1-text":"जहां तक फर्स्ट एडवांटेज से एक रिपोर्ट का अनुरोध करने का सवाल है, इस तरह की रिपोर्ट में निहित जानकारी का इस्तेमाल सिर्फ़ रोजगार के लिए मेरी योग्यता निर्धारित करने के लिए किया जाएगा.","BB-cali-disclosure-page-vendor-fadv-understand-list-item2-text":"फर्स्ट एडवांटेज द्वारा प्राप्त और किसी भी रिपोर्ट में शामिल जानकारी विभिन्न साधनों के माध्यम से प्राप्त की जा सकती है, जिसमें कानूनी रूप से उपलब्ध दस्तावेज़ों और सूचनाओं का निरीक्षण और/या पूर्व नियोक्ताओं, स्कूलों, वित्तीय संस्थानों, जमींदारों, सार्वजनिक एजेंसियों के साथ प्रत्यक्ष या अप्रत्यक्ष संपर्क और साक्षात्कार और अन्य जैसे कि मेरे पड़ोसी, दोस्त और सहयोगी जिनके साथ मैं परिचित हूं और जिनके पास ऐसा ज्ञान हो सकता है, शामिल हैं.","BB-cali-disclosure-page-vendor-fadv-understand-list-item3-text":"फर्स्ट एडवांटेज द्वारा आयोजित की जाने वाली जांच, जिसके परिणाम Amazon को प्रदान की गई किसी भी रिपोर्ट में शामिल किए जा सकते हैं जिसमें लागू संघीय और राज्य कानून द्वारा लगाए गए किसी भी सीमा के अधीन मेरे चरित्र, सामान्य प्रतिष्ठा, व्यक्तिगत विशेषताओं या जीवन शैली, रोजगार और कार्य इतिहास, शिक्षा, ड्राइविंग रिकॉर्ड और आपराधिक रिकॉर्ड के मामलों में विभिन्न जानकारी शामिल हो सकती है.","BB-cali-disclosure-page-vendor-fadv-understand-list-item4-text":"कैलिफ़ोर्निया सिविल कोड के अनुसार § 1785 et seq. और § 1786 et seq, अगर Amazon द्वारा मुझ पर किसी भी रिपोर्ट का अनुरोध किया जाता है, तो मैं उस फ़ाइल को देख सकता/सकती हूं जो फर्स्ट एडवांटेज अपने नियमित कार्यालय समय के दौरान मुझ पर बनाता है. मैं समझता/समझती हूं कि मैं भी (1) इस फ़ाइल की एक कॉपी प्राप्त कर सकता/सकती हूं, उचित पहचान जमा करने और कॉपी करने की लागत का भुगतान करने पर, प्रमाणित मेल द्वारा या अपने नियोजित उपस्थिति की उचित अग्रिम सूचना प्रदान करने के बाद अपने नियमित कार्यालय घंटों के दौरान व्यक्तिगत रूप से सटीक के कार्यालयों में उपस्थित होने पर; और (2) टेलीफ़ोन पर सटीक से इस फ़ाइल का सारांश, मेरे खर्च पर, उचित पहचान और टेलीफ़ोन प्रकटीकरण के लिए सटीक के लिए एक लिखित अनुरोध सबमिट करने पर प्राप्त करते हैं. मैं समझता/समझती हूं कि फर्स्ट एडवांटेज ने किसी भी कोडेड जानकारी सहित मुझे अपनी फ़ाइल समझाने के लिए उपलब्ध कर्मियों को प्रशिक्षित किया है और अगर मैं फर्स्ट एडवांटेज के कार्यालयों में व्यक्तिगत रूप से दिखाई देता/देती हूं, तो मैं एक अन्य व्यक्ति के साथ हो सकता/सकती हूं, जब तक कि वह व्यक्ति फर्स्ट एडवांटेज के लिए उचित पहचान प्रस्तुत करता है.","BB-cali-disclosure-page-vendor-fadv-understand-list-item5-text":"फर्स्ट एडवांटेज की गोपनीयता प्रथाओं के बारे में जानकारी <a href='https://fadv.com/privacy-policy/' target='_blank' rel='noopener noreferrer'>https://fadv.com/privacy-policy/</a> पर उपलब्ध है.","BB-cali-disclosure-page-vendor-fadv-understand-text":"मैं समझता/समझती हूं कि:","BB-cali-disclosure-page-vendor-fadv-url-text":"<a href='https://fadv.com/' target='_blank' rel='noopener noreferrer'>www.fadv.com</a>","BB-can-not-offer-job-description-text":"आपके द्वारा प्रदान की गई जानकारी हमारी जरूरतों को पूरा नहीं करती है. हम आपको amazon.jobs पर अन्य जॉब्स देखने के लिए प्रोत्साहित करते हैं.","BB-can-not-offer-job-return-to-dashboard-text":"डैशबोर्ड पर वापस जाएं","BB-can-not-offer-job-title-text":"आपकी दिलचस्पी के लिए धन्यवाद, लेकिन हम इस समय आपको जॉब ऑफ़र करने में असमर्थ हैं.","BB-candidate-withdraws":"आपकी दिलचस्पी के लिए धन्यवाद, लेकिन हम इस समय आपको जॉब ऑफ़र करने में असमर्थ हैं.","BB-candidate-withdraws-back-to-dashboard-button-text":"डैशबोर्ड पर वापस जाएं","BB-candidate-withdraws-button-text":"डैशबोर्ड पर वापस जाएं","BB-candidate-withdraws-description":"आपके द्वारा प्रदान की गई जानकारी हमारी जरूरतों को पूरा नहीं करती है. हम आपको amazon.jobs पर अन्य जॉब्स देखने के लिए प्रोत्साहित करते हैं.","BB-candidate-withdraws-thank-you-text":"आपकी दिलचस्पी के लिए धन्यवाद, लेकिन हम इस समय आपको जॉब ऑफ़र करने में असमर्थ हैं.","BB-candidate-withdraws-withdraw-reason-text":"आपके द्वारा प्रदान की गई जानकारी हमारी जरूरतों को पूरा नहीं करती है. हम आपको amazon.jobs पर जॉब्स देखने के लिए प्रोत्साहित करते हैं.","BB-counter-message-banner-text":"शेष चरणों को पूरा करने के लिए हम अगले {hours} घंटों और {minutes} मिनट के लिए आपके लिए एक स्पॉट रख रहे हैं.","BB-create-application-error-message-application-exist":"क्षमा करें, आपने पहले ही इस जॉब के लिए आवेदन कर दिया है!","BB-create-application-error-message-candidate-inactive":"उम्मीदवार निष्क्रिय है. उम्मीदवार के लिए आवेदन नहीं बना सकते हैं.","BB-create-application-error-message-candidate-not-found":"उम्मीदवार नहीं मिला.","BB-create-application-error-message-default":"आवेदन बनाने में असमर्थ हैं.","BB-create-application-error-message-internal-server-error":"इस सर्वर के साथ कुछ गड़बड़ी हो गई. कृपया फिर से कोशिश करें या ब्राउज़र को रीफ़्रेश करें.","BB-create-application-error-message-missing-fields":"ज़रूरी फ़ील्ड गायब हैं.","BB-create-application-error-message-version-mismatch":"आवेदन अपडेट नहीं की जा सकती है क्योंकि और हाल के अपडेट मौजूद हैं.","BB-get-application-error-message-application-not-found":"यह आवेदन पाने में असमर्थ हैं.","BB-get-application-error-message-candidate-not-authorized":"आप यह आवेदन एक्सेस नहीं कर सकते हैं.","BB-get-application-error-message-internal-server-error":"इस सर्वर के साथ कुछ गड़बड़ी हो गई. कृपया फिर से कोशिश करें या ब्राउज़र को रीफ़्रेश करें.","BB-get-application-error-message-missing-fields":"आवेदन डेटा प्राप्त करने के लिए आवेदन Id की ज़रूरत होती है.","BB-get-candidate-error-message-failed-get-candidate":"उम्मीदवार पाने में विफल हुए.","BB-get-candidate-error-message-no-access-to-application":"आप यह आवेदन एक्सेस नहीं कर सकते हैं.","BB-get-job-error-message-unable-fetch-job":"जॉब दिखाने में असमर्थ हैं.","BB-get-schedule-detail-error-message-fetch-hch-error":"हेड काउंट अनुरोध प्राप्त करने में असमर्थ हैं.","BB-get-schedule-list-error-message-all-shift-filled":"सभी शिफ्ट भर गई हैं.","BB-get-schedule-list-error-message-fetch-shifts-failed":"जॉब्स दिखाने के दौरान कुछ गलत हुआ है! कृपया पेज रीफ़्रेश करें या बाद में फिर से कोशिश करें.","BB-get-schedule-list-error-message-no-schedule-found":"सभी शिफ्ट भर गई हैं.","BB-get-schedule-list-error-message-shifts-bad-request":"इस समय जॉब्स को फिर से प्राप्त करने में विफल हुए. कृपया कुछ देर बाद फिर से कोशिश करें.","BB-get-time-slots-error-message-all-shift-filled":"सभी शिफ्ट भर गई हैं.","BB-get-time-slots-error-message-fetch-shift-pref-error":"शिफ्ट प्राथमिकता लाने में असमर्थ हैं.","BB-get-time-slots-error-message-fetch_shifts_error":"जॉब्स दिखाने के दौरान कुछ गलत हुआ है! कृपया पेज रीफ़्रेश करें या बाद में फिर से कोशिश करें.","BB-get-time-slots-error-message-fetch_time-slot-error":"कोई गड़बड़ी हुई! कृपया पेज रीफ़्रेश करें या बाद में फिर से कोशिश करें.","BB-get-time-slots-error-message-shift-bad-request":"इस समय जॉब्स को पुनः प्राप्त करने में विफल हुए. कृपया कुछ देर बाद फिर से कोशिश करें.","BB-nhe-few-spots-remaining-text":"बहुत कम स्पॉट बाकी हैं","BB-nhe-page-confirm-selection-button-text":"सेलेक्शन की पुष्टि करें","BB-nhe-page-header-text":"प्री-हायर अपॉइंटमेंट शेड्यूल करें","BB-nhe-page-title-text":"बस लगभग हो गया, {firstname}{lastname}! अगर लागू हो, तो हमे चाहते हैं कि आप बैज फ़ोटो, पूर्ण कार्य प्राधिकरण और एक ड्रग परीक्षण के लिए आएं.","BB-no-available-shift-all-shifts-filled-text":"मौजूदा सभी शिफ्ट भर दी गई हैं.","BB-no-available-shift-return-dashboard-to-apply-text":"कृपया अन्य जॉब्स के लिए आवेदन करने के लिए डैशबोर्ड पर वापस जाएं.","BB-no-available-shift-return-to-dashboard":"डैशबोर्ड पर वापस जाएं","BB-no-available-time-slots-back-to-dashboard-button-text":"डैशबोर्ड पर वापस जाएं","BB-no-available-time-slots-description":"आप यह कर सकते हैं:","BB-no-available-time-slots-select-different-job":"1. नौकरी का एक अलग अवसर चुनें","BB-no-available-time-slots-select-different-job-link":"यहां क्लिक करें","BB-no-available-time-slots-select-later-date-text":"2. बाद की प्रारंभ तिथि के साथ एक शिफ्ट चुनें (सुझाया गया)","BB-no-available-time-slots-title":"अभी इस जॉब के लिए कोई अपॉइंटमेंट उपलब्ध नहीं है.","BB-no-available-time-slots-view-other-shifts-button-text":"अन्य शिफ्ट देखें","BB-non-fcra-accurate-acknowledgement-item-one":"Accurate Background बैकग्राउंड चेक प्रोवाइडर या \"CRA\" है, जो बैकग्राउंड की जांच करेगा, 7515 इरविन सेंटर डॉ, इरविन, CA 92618 में स्थित है और (800) 216-8024 या www.accuratebackground.com पर इस तक पहुंचा जा सकता है.\n\n* मैं समझता/समझती हूं और सहमत हूं कि कानून द्वारा दी गई अनुमति के अनुसार Amazon मेरे आगे के प्राधिकरण के बिना, रोजगार उद्देश्यों के लिए मेरे बारे में अतिरिक्त बैकग्राउंड जांच का ऑर्डर दे सकता है, (1) मेरे रोजगार के दौरान, अगर कोई है और (2) Accurate Background के अलावा CRA से.","BB-non-fcra-accurate-acknowledgement-item-three":"रोजगार के उद्देश्यों के लिए और मेरी सूचनात्मक गोपनीयता की रक्षा करने वाले सभी कानूनों के अधीन, मैं बैकग्राउंड की जांच के लिए निम्नलिखित को CRA समक्ष ज़रूरी किसी भी जानकारी का खुलासा करने के लिए अधिकृत करता/करती हूं: मेरे अतीत या वर्तमान नियोक्ता, स्कूल और कानून प्रवर्तन और मोटर वाहन रिकॉर्ड एजेंसियां सहित अन्य सरकारी एजेंसियां.","BB-non-fcra-accurate-acknowledgement-item-two":"मैं समझता/समझती हूं और सहमत हूं कि कानून द्वारा अनुमति के अनुसार Amazon मेरे आगे के प्राधिकरण के बिना रोजगार उद्देश्यों के लिए मेरे बारे में अतिरिक्त बैकग्राउंड जांच का ऑर्डर दे सकता है, (1) मेरे रोजगार के दौरान, अगर कोई है और (2) Accurate Background के अलावा अन्य CRA से.","BB-non-fcra-accurate-allstate-specific-notice":"<p><b>सभी राज्य: </b>अगर आप इस बॉक्स को चिन्हित करते हैं तो हम आपको किसी भी बैकग्राउंड की जांच की एक मुफ़्त कॉपी प्रदान करेंगे","BB-non-fcra-accurate-california-specific-notice":"<p><b>कैलिफोर्निया: </b>आपको खोज उपभोक्ता रिपोर्ट (\"कैलिफोर्निया प्रकटीकरण\") के बारे में एक अलग कैलिफोर्निया प्रकटीकरण प्राप्त होगा. यह एक ज़रूरी दस्तावेज़ है; कृपया इसकी सावधानीपूर्वक समीक्षा करें. इसके अलावा अगर सैन फ्रांसिस्को में रोजगार की मांग कर रहे हैं या कंपनी द्वारा पहले से ही कार्यरत हैं तो <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a> पर क्लिक करें. नीचे हस्ताक्षर करके, अब और किसी भी समय Amazon के साथ किसी भी रोजगार के दौरान कैलिफोर्निया कानून और कैलिफोर्निया प्रकटीकरण के अनुसार, आप Amazon को एक खोज उपभोक्ता रिपोर्ट हासिल करने के लिए अधिकृत करते हैं, जिसे बैकग्राउंड की जांच के रूप में भी जाना जाता है.</p>","BB-non-fcra-accurate-minnesota-specific-notice":"<p><b>मिनेसोटा: </b>आपके पास आपके बारे में ऑर्डर दी गई किसी भी उपभोक्ता रिपोर्ट की प्रकृति और दायरे के पूर्ण और सटीक प्रकटीकरण के लिए CRA को एक लिखित अनुरोध सबमिट करने का अधिकार है. CRA को आपके अनुरोध की प्राप्ति के बाद या रिपोर्ट के ऑर्डर दिए जाने के बाद, जो भी तारीख बाद में हो, पांच बिज़नेस दिनों के अंदर आपको प्रकटीकरण प्रदान करना होगा.</p>","BB-non-fcra-accurate-newyork-specific-notice":"<p><b>न्यूयॉर्क: </b>आपके पास Amazon को एक लिखित अनुरोध सबमिट करके यह जानने का अधिकार है कि क्या हमने आपके बारे में उपभोक्ता रिपोर्ट या खोज उपभोक्ता रिपोर्ट का ऑर्डर दिया है. CRA का पता और टेलीफ़ोन नंबर ऊपर दिखाया गया है. आपको ऐसी किसी भी रिपोर्ट की एक कॉपी का निरीक्षण करने या प्राप्त करने के लिए किसी भी CRA से संपर्क करने का अधिकार है. न्यूयॉर्क सुधार कानून के अनुच्छेद 23-A के तहत अपने अधिकारों के बारे में जानकारी के लिए <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://resources.accuratebackground.com/hubfs/New_York_Correction_Law_Article_23-A-1.pdf\">यहां</a> क्लिक करें.</p>","BB-non-fcra-accurate-washington-specific-notice":"<p><b>वॉशिंगटन: </b>आपको उपभोक्ता रिपोर्टिंग एजेंसी से वाशिंगटन फेयर क्रेडिट रिपोर्टिंग अधिनियम के तहत अपने अधिकारों का लिखित सारांश अनुरोध करने का अधिकार है.</p>","BB-non-fcra-fadv-acknowledgement-item-one":"फ़र्स्ट एडवांटेज बैकग्राउंड चेक प्रदाता या \"CRA\" है, जो बैकग्राउंड चेक करेगा, 1 कॉनकोर्स पार्कवे NE, सुइट 200, अटलांटा, GA 30328 में स्थित है और (800) 845-6004 या www.fadv.com पर इस तक पहुंचा जा सकता है.","BB-non-fcra-fadv-acknowledgement-item-three":"रोजगार के उद्देश्यों के लिए और मेरी सूचनात्मक गोपनीयता की रक्षा करने वाले सभी कानूनों के अधीन, मैं बैकग्राउंड की जांच के लिए निम्नलिखित को CRA समक्ष ज़रूरी किसी भी जानकारी का खुलासा करने के लिए अधिकृत करता/करती हूं: मेरे अतीत या वर्तमान नियोक्ता, स्कूल और कानून प्रवर्तन और मोटर वाहन रिकॉर्ड एजेंसियां सहित अन्य सरकारी एजेंसियां.","BB-non-fcra-fadv-acknowledgement-item-two":"मैं समझता/समझती हूं और सहमत हूं कि कानून द्वारा अनुमति के अनुसार Amazon मेरे आगे के प्राधिकरण के बिना रोजगार उद्देश्यों के लिए मेरे बारे में अतिरिक्त बैकग्राउंड जांच का ऑर्डर दे सकता है, (1) मेरे रोजगार के दौरान, अगर कोई है और (2) फर्स्ट एडवांटेज के अलावा अन्य CRA से.","BB-non-fcra-fadv-allstate-specific-notice":"<p><b>सभी राज्य: </b>अगर आप यह बॉक्स चिन्हित करते हैं तो हम आपको किसी भी बैकग्राउंड की जांच की एक मुफ़्त कॉपी प्रदान करेंगे</p>","BB-non-fcra-fadv-california-specific-notice":"<p><b>कैलिफोर्निया: </b>आपको खोज उपभोक्ता रिपोर्ट (\"कैलिफोर्निया प्रकटीकरण\") के बारे में एक अलग कैलिफोर्निया प्रकटीकरण प्राप्त होगा. यह एक ज़रूरी दस्तावेज़ है; कृपया इसकी सावधानीपूर्वक समीक्षा करें. इसके अलावा अगर सैन फ्रांसिस्को में रोजगार की मांग कर रहे हैं या कंपनी द्वारा पहले से ही कार्यरत हैं तो <a href='https://sfgov.org/olse/sites/default/files/Document/FCO%20Poster%20Set%20All%20Languages%2010%2001%2018.pdf' target='_blank' rel=\"noopener noreferrer\"></a> पर क्लिक करें. नीचे हस्ताक्षर करके, अब और किसी भी समय Amazon के साथ किसी भी रोजगार के दौरान कैलिफोर्निया कानून और कैलिफोर्निया प्रकटीकरण के अनुसार, आप Amazon को एक खोज उपभोक्ता रिपोर्ट हासिल करने के लिए अधिकृत करते हैं, जिसे बैकग्राउंड की जांच के रूप में भी जाना जाता है.</p>","BB-non-fcra-fadv-minnesota-specific-notice":"<p><b>मिनेसोटा: </b>आपके पास आपके बारे में ऑर्डर दी गई किसी भी उपभोक्ता रिपोर्ट की प्रकृति और दायरे के पूर्ण और सटीक प्रकटीकरण के लिए CRA को एक लिखित अनुरोध सबमिट करने का अधिकार है. CRA को आपके अनुरोध की प्राप्ति के बाद या रिपोर्ट के ऑर्डर दिए जाने के बाद, जो भी तारीख बाद में हो, पांच बिज़नेस दिनों के अंदर आपको प्रकटीकरण प्रदान करना होगा.</p>","BB-non-fcra-fadv-newyork-specific-notice":"<p><b>न्यूयॉर्क: </b>आपके पास Amazon को एक लिखित अनुरोध सबमिट करके यह जानने का अधिकार है कि क्या हमने आपके बारे में उपभोक्ता रिपोर्ट या खोज उपभोक्ता रिपोर्ट का ऑर्डर दिया है. CRA का पता और टेलीफ़ोन नंबर ऊपर दिखाया गया है. आपको ऐसी किसी भी रिपोर्ट की एक कॉपी का निरीक्षण करने या प्राप्त करने के लिए किसी भी CRA से संपर्क करने का अधिकार है. न्यूयॉर्क सुधार कानून के अनुच्छेद 23-A के तहत अपने अधिकारों के बारे में जानकारी के लिए <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fadv.com/Fadv-prod/media/Assets/FCRA%20page%20PDFs/NY_Correction_Law_Article_23-A.pdf\">यहां</a> क्लिक करें.</p>","BB-non-fcra-fadv-washington-specific-notice":"<p><b>वॉशिंगटन: </b>आपको उपभोक्ता रिपोर्टिंग एजेंसी से वाशिंगटन फेयर क्रेडिट रिपोर्टिंग अधिनियम के तहत अपने अधिकारों का लिखित सारांश अनुरोध करने का अधिकार है.</p>","BB-not-rehire-eligible-content-text":"हम आपके समय को महत्व देते हैं और आपको भविष्य में शुभकामनाएं देते हैं.","BB-not-rehire-eligible-title-text":"Amazon पर आपकी हाल ही में जॉब आवेदन के लिए धन्यवाद. सावधानीपूर्वक विचार करने के बाद, हम आपके जॉब के आवेदन के साथ आगे नहीं बढ़ेंगे.","BB-rehire-eligibility-status-back-to-dashboard-button-text":"डैशबोर्ड पर वापस जाएं","BB-rehire-not-eligible-active-content-text-one":"आपकी स्थानीय HR टीम या कर्मचारी संसाधन केंद्र (ERC) किसी भी सवाल के लिए सबसे अच्छे संसाधन हैं. आप ERC टीम 1-888-892-7180 (टेलीफ़ोन:18888927180) तक 24/7 पर पहुंच सकते हैं.","BB-rehire-not-eligible-active-content-text-two":"Amazon में अद्भुत टीम का हिस्सा बनने के लिए धन्यवाद! हम लगातार आपको सर्वोत्तम संभव कर्मचारी संसाधन, फ़ायदों, वेतन और फ़्लेक्सिबल शेड्यूल प्रदान करने की कोशिश कर रहे हैं - सभी धरती के सबसे बढ़िया नियोक्ता बनने की हमारी कोशिशों का समर्थन करते हैं!","BB-rehire-not-eligible-active-text-open-opportunities-list-item-one":"एजेंसी या सीज़नल रूपांतरणों के लिए, amazon.com/conversions (http://amazon.com/conversions) पर विज़िट करें.","BB-rehire-not-eligible-active-text-open-opportunities-list-item-two":"शिफ्ट या लोकेशन बदलावों का अनुरोध करने के लिए अपनी ऑनसाइट टीम से संपर्क करें.","BB-rehire-not-eligible-active-text-open-opportunities-list-title":"खुशखबरी? बहुत सारे खुले अवसर हैं जिन्हें आप ब्राउज़ कर सकते हैं और ऑनलाइन आवेदन कर सकते हैं. यहां कुछ तरीके दिए गए हैं जिनसे आप अपने भविष्य के करियर को एक्स्प्लोर कर सकते हैं:","BB-rehire-not-eligible-active-title-text":"हम आपकी हाल की जॉब आवेदन की सराहना करते हैं! दुर्भाग्य से, आप इस विशेष पोज़ीशन के लिए योग्य नहीं हैं क्योंकि आप पहले से ही Amazon द्वारा नियोजित हैं.","BB-rehire-not-eligible-seasonal-only-content-text":"अपने क्षेत्र में सीज़नल अवसरों का पता लगाने के लिए कृपया हमारे सीज़नल पेज पर जाएं.","BB-rehire-not-eligible-seasonal-only-title-text-with-jobTitle":"{jobTitle} पोज़ीशन में आपकी दिलचस्पी के लिए धन्यवाद. हमारे रिकॉर्ड बताते हैं कि आपने पहले Amazon में काम किया था.  इस समय, आप अपने रोजगार रिकॉर्ड के आधार पर सीज़नल Amazon Associate या तृतीय-पक्ष एजेंसी कर्मचारी के रूप में फिर से काम करने के लिए योग्य हैं. परिणामस्वरूप, हम इस नौकरी के लिए आपकी उम्मीदवारी के साथ आगे बढ़ने में असमर्थ हैं. अगर आपके पास योग्यता के बारे में कोई सवाल हैं, तो कार्य स्थल HR टीम से संपर्क करें.","BB-rehire-not-eligible-seasonal-only-title-text-without-jobTitle":"इस पोज़ीशन में आपकी दिलचस्पी के लिए धन्यवाद. हमारे रिकॉर्ड बताते हैं कि आपने पहले Amazon में काम किया था.  इस समय, आप अपने रोजगार रिकॉर्ड के आधार पर सीज़नल Amazon Associate या तृतीय-पक्ष एजेंसी कर्मचारी के रूप में फिर से काम करने के लिए योग्य हैं. परिणामस्वरूप, हम इस नौकरी के लिए आपकी उम्मीदवारी के साथ आगे बढ़ने में असमर्थ हैं. अगर आपके पास योग्यता के बारे में कोई सवाल हैं, तो कार्य स्थल HR टीम से संपर्क करें.","BB-session-timeout":"आपकी जॉब की पोज़ीशन के आरक्षण की समय सीमा समाप्त हो गई है.","BB-session-timeout-description":"हम उम्मीदवारों को अपना आवेदन पूरा करने के लिए तीन घंटे तक की अनुमति देते हैं. दुर्भाग्य से, आप जिस जॉब पोज़ीशन के लिए आवेदन कर रहे थे, वह तीन घंटे की सीमा पार कर गई. कृपया उपलब्ध जॉब के अवसर एक्स्प्लोर करें.","BB-session-timeout-view-job-button-text":"जॉब के अवसर देखें","BB-spinner-loading-text":"लोडिंग...","BB-update-application-error-message--has-criminal-in7-years-missing":"‘सात साल के अंदर आपराधिक रिकॉर्ड है' अनुरोध से गायब है.","BB-update-application-error-message-address-line1-missing":"पता ऑब्जेक्ट में पता पंक्ति 1 गायब है.","BB-update-application-error-message-application-not-found":"आवेदन नहीं खोज सके.","BB-update-application-error-message-applicationId-missing":"अनुरोध में आवेदन Id गायब है.","BB-update-application-error-message-applicationId-not-match":"आवेदन Id अनुरोध पथ में Id से मेल नहीं खाती है.","BB-update-application-error-message-bgc-validation-failed":"अतिरिक्त बैकग्राउंड जानकारी मान्य नहीं है, कृपया सभी ज़रूरी फ़ील्ड अपडेट करें.","BB-update-application-error-message-cali-disclosure-missing":"‘BGC कैलिफ़ोर्निया प्रकटीकरण स्वीकार किया गया है’ पेलोड से गायब है.","BB-update-application-error-message-can-not-create-application":"आप आवेदन नहीं बना सकते हैं.","BB-update-application-error-message-candidate-not-authorized":"आप यह आवेदन एक्सेस नहीं कर सकते हैं.","BB-update-application-error-message-city-missing-in-address":"पता ऑब्जेक्ट में शहर गायब है.","BB-update-application-error-message-country-missing-in-address":"पता ऑब्जेक्ट में देश गायब है.","BB-update-application-error-message-disability-missing":"पेलोड में विकलांगता गायब है.","BB-update-application-error-message-dob-missing-in-request":"पेलोड में जन्म की तिथि गायब है.","BB-update-application-error-message-duplication-ssn":"आपके द्वारा एंटर किया SSN या राष्ट्रीय पहचान संख्या पहले से ही हमारे सिस्टम में किसी अन्य ईमेल पते से जुड़ी हुई है. अगर आपने पहले एक अलग ईमेल पते के साथ साइन अप किया है, तो कृपया [लॉग आउट करें] (/ऐप्लिकेशन/लॉगआउट) और उस ईमेल के साथ लॉग इन करने की कोशिश करें, अगर ज़रूरी हो तो \"अपना व्यक्तिगत PIN भूल गए हैं?\" लिंक का इस्तेमाल करें. अगर आपको मदद की ज़रूरत है, तो कृपया ईमेल के माध्यम से हमसे संपर्क करें या <a href='https://hiring.amazon.com/contact-us#/'>www.amazon.com/applicationhelp </a> पर चैट करें.","BB-update-application-error-message-ethnicity-missing":"पेलोड में जातीयता गायब है.","BB-update-application-error-message-failed-update-application":"आवेदन अपडेट करने में विफल रहे.","BB-update-application-error-message-gender-is-missing":"पेलोड में लिंग गायब है.","BB-update-application-error-message-government-type-missing":"अनुरोध में सरकारी Id गायब है.","BB-update-application-error-message-id-number-missing":"अनुरोध में Id नंबर गायब है.","BB-update-application-error-message-invalid-previous-legal-name":"कृपया पहले इस्तेमाल किया गया पूरा लीगल नाम निम्नलिखित फॉरमेट में एंटर करें: पहला अंतिम.","BB-update-application-error-message-invalid-ssn":"आवेदन में अपडेट विफल रहा क्योंकि दी गई राष्ट्रीय पहचान संख्या अमान्य है. कृपया आगे बढ़ने से पहले सही और पूर्ण राष्ट्रीय पहचान नंबर एंटर करें.","BB-update-application-error-message-max-ssn-edits":"आवेदन में अपडेट विफल रहा क्योंकि आप अपनी राष्ट्रीय ID में अधिकतम बदलावों तक पहुंच गए हैं. अगर आपने पहले एक अलग ईमेल पते के साथ साइन अप किया है, तो कृपया लॉग आउट करें और उस ईमेल के साथ लॉग इन करने की कोशिश करें, अगर ज़रूरी हो तो \"अपना व्यक्तिगत पिन भूल गए हैं?\" लिंक का इस्तेमाल करें. अगर आपको मदद की ज़रूरत है, तो कृपया ईमेल के माध्यम से हमसे संपर्क करें या <a href=`https://hiring.amazon.com/contact-us#/`>www.amazon.com/applicationhelp</a> पर चैट करें.","BB-update-application-error-message-military-service-missing":"पेलोड में सैन्य पति/पत्नी की जानकारी गायब है.","BB-update-application-error-message-mismatch-signatures-fix":"ई-हस्ताक्षर मेल नहीं खाते हैं. कृपया चरण 1 और चरण 2 में ई-हस्ताक्षर के लिए एक ही जैसे टेस्ट का इस्तेमाल करें.","BB-update-application-error-message-missing-required-fields":"ज़रूरी फ़ील्ड गायब हैं: आवेदन Id.","BB-update-application-error-message-nhe-apt-missing":"अनुरोध में nheअपॉइंटमेंट गायब है.","BB-update-application-error-message-protected-veteran-missing":"पेलोड में संरक्षित वेटरन जानकारी गायब है.","BB-update-application-error-message-provide-dob":"कृपया मान्य तिथि प्रदान करें.","BB-update-application-error-message-referral-missing":"अनुरोध में रेफ़रल जानकारी गायब है.","BB-update-application-error-message-selected-schedule-not-available":"आपके द्वारा चुना गया शेड्यूल अब उपलब्ध नहीं है, कृपया एक और शेड्यूल चुनें.","BB-update-application-error-message-server-error":"इस सर्वर के साथ कुछ गड़बड़ी हो गई. कृपया फिर से कोशिश करें या ब्राउज़र को रीफ़्रेश करें.","BB-update-application-error-message-sign-fcra-ack":"कृपया स्वीकृति पर हस्ताक्षर करें.","BB-update-application-error-message-sign-fcra-request":"कृपया fcra अनुरोध पर हस्ताक्षर करें.","BB-update-application-error-message-sign-nonfcra-ack":"कृपया स्वीकृति पर हस्ताक्षर करें.","BB-update-application-error-message-sign-notice-statement":"कृपया राज्य के नोटिस पर हस्ताक्षर करें.","BB-update-application-error-message-state-missing-in-address":"पता ऑब्जेक्ट में राज्य गायब है.","BB-update-application-error-message-type-not-match-with-request":"अनुरोध के साथ टाइप मेल नहीं खाया है.","BB-update-application-error-message-type-of-request-missing":"अनुरोध का प्रकार गायब है.","BB-update-application-error-message-unable-create-application":"आवेदन बनाने में असमर्थ हैं.","BB-update-application-error-message-unable-update-shift-appt-no-longer-available":"आपके द्वारा चुना गया शेड्यूल अब उपलब्ध नहीं है. कृपया एक अलग विकल्प चुनें.","BB-update-application-error-message-unable-update-shift-candidate-already-hired":"आपको हाल ही में इस आवेदन के लिए नौकरी पर रखा गया है, आपकी शिफ्ट को बदला नहीं जा सकता है. अपनी शिफ्ट बदलने के लिए कृपया https://www.amazondelivers.jobs/contactus पर जाएं.","BB-update-application-error-message-version-mismatch":"आवेदन अपडेट नहीं की जा सकती है क्योंकि और हाल के अपडेट मौजूद हैं.","BB-update-application-error-message-veteran-status-missing":"पेलोड में वेटरन जानकारी गायब है.","BB-update-application-error-message-zipcode-missing-in-address":"पता ऑब्जेक्ट में ज़िप/पोस्टल कोड गायब है.","BB-update-wotc-status-error-message-failed-update-wotc":"WOTC अपडेट करने में विफल हुए.","BB-websocket-error-message-internal-server-error":"Websocket सर्वर के साथ कुछ गलत हो गया. कृपया फिर से कोशिश करें या ब्राउज़र को रीफ़्रेश करें.","BB-workflow-failed-description-text":"साथ ही आवेदन वर्कफ़्लो विफल रहा.","BB-workflow-failed-return-to-dashboard-text":"डैशबोर्ड पर वापस जाएं","BB-workflow-failed-title-text":"वर्कफ़्लो गड़बड़ी"}}}